{
  "catagories": [
    {
      "id": 1,
      "name": "Trong nước"
    },
    {
      "id": 2,
      "name": "Nước ngoài"
    },
    {
      "id": 3,
      "name": "Tour hot"
    }
  ],
  "areas": [
    {
      "id": 1,
      "name": "Miền Bắc"
    },
    {
      "id": 2,
      "name": "Miền Trung"
    },
    {
      "id": 3,
      "name": "Miền Nam"
    },
    {
      "id": 4,
      "name": "Châu Á"
    },
    {
      "id": 5,
      "name": "Châu Âu"
    },
    {
      "id": 6,
      "name": "Châu Phi"
    },
    {
      "id": 7,
      "name": "Châu Mỹ"
    },
    {
      "id": 8,
      "name": "Châu Úc"
    }
  ],
  "tours": [
    {
      "id": 1,
      "name": "Tour Miền Bắc 5N4Đ: Hà Nội - Vịnh Hạ Long - Sapa",
      "image": "https://cdn2.ivivu.com/2018/12/24/17/ivivu-ha-long-aerial-03-750x390.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "5350000",
      "price_child": "5350000",
      "quantity_date": "5 ngày 4 đêm",
      "start_location": "Hà Nội",
      "quantity": "12",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 3,
          "nameService": "Vé tham quan"
        },
        {
          "id": 4,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        }
      ],
      "description": {
        "title": "Ngẩn Ngơ Cung Đường Xứ Bắc",
        "content": "Xứ Bắc – vùng đất khai cơ của các Vương triều Việt, nơi định đô của hầu hết các triều đại phong kiến Việt Nam chính vì vậy nơi đây được xem như là đất kinh đô ngàn năm văn hiến với một bề dày văn hóa, lịch sử sâu sắc và đa dạng. Tuy nhiên, khi đến đây, Du khách không chỉ được tham quan những công trình văn hóa - lịch sử cổ kính như: Văn Miếu, Lăng Chủ tịch Hồ Chí Minh, trải nghiệm những nét văn hóa đặc sắc của đất kinh đô, mà còn có thể thăm thú các thắng cảnh nổi tiếng nơi đây như: Vịnh Hạ Long, Sa Pa thị trấn trong mây. Ngoài ra Du khách còn có thể hòa mình vào cuộc sống bình dị nhưng đậm bản sắc của cộng đồng dân tộc ít người vùng cao như: Thái, Hmong, Dao."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: ĐÓN BAY NỘI BÀI – HÀ NỘI (FREE DAY)",
          "timeline": [
            {
              "time": "Buổi trưa",
              "description": "Xe đón Quý Khách tại sân bay Nội Bài đưa về Khách sạn nhận phòng, nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Quý khách tự do khám phá thủ đô Hà Nội với 36 Phố Phường, tham quan tháp rùa, cầu Thê Húc, chùa Trấn Quốc, Lăng Bác, Văn Miếu Quốc Tử Giám,…",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách tự do thưởng thức ẩm thực đường phố mang nét văn hóa của Hà Nội xưa như chả cá Lã Vọng, bún Thang, phở Lý Quốc Sư, phở cuốn Ngũ Xá,…. Ngủ đêm tại Khách sạn 3 sao phố cổ Hà Nội. ",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: HÀ NỘI – VỊNH HẠ LONG – BÃI TẮM TITOP (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Xe đón quý khách tại khách sạn, sau đó khởi hành đi Hạ Long. Đến cảng tàu Hạ Long, Đoàn tập trung tại nhà chờ theo sự hướng dẫn của hướng dẫn viên đợi mua vé và phát vé cho Quý khách để lên tàu bắt đầu hành trình khám phá Vịnh. Tàu sẽ đi qua rất nhiều các hòn đảo lớn nhỏ với nhiều hình dáng khác nhau có những tên gọi đặc biệt như: Hòn Gà Chọi, hòn Chó Đá, hòn Đỉnh Hương, hòn Ngón Tay... Quý khách thưởng thức bữa trưa trên tàu.",
              "image": "https://cdn2.ivivu.com/2022/05/09/17/ivivu-ha-long-bay.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Đến đảo Bồ Hòn. Quý khách thăm quan Hang Sửng Sốt - Một trong những hang động đẹp nhất vịnh Hạ Long. Tiếp theo, Quý khách sẽ chèo Kayak hoặc đi thuyền nan thăm Hang Luồn. Sau 30 phút chèo Kayak, Quý khách lên tàu để đến với đảo Ti Top. Quý khách có thể tắm biển tại bãi tắm TiTop với bãi cát trắng, hoặc thử treekking leo lên đỉnh núi Ti Top ngắm nhìn toàn cảnh Vịnh Hạ Long. Tàu sẽ di chuyển đưa đoàn về lại Bến. Xe ô tô đón và đưa về khách sạn nhận phòng, nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-hang-sung-sot-1.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng buổi tối và tự do vui chơi khám phá Chợ Đêm, Phố ẩm thực... Nghỉ đêm tại Hạ Long.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: KHÁM PHÁ THÀNH PHỐ HẠ LONG – HÀ NỘI (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Ăn sáng tại khách sạn. Buổi sáng Quý khách tự túc vui chơi và tham quan Hạ Long. Tự do vui chơi tại khu Công viên Hạ Long với nhiều khu vui chơi hấp dẫn (chi phí vé vui chơi tại các khu công viên tự túc) hoặc Tự do tắm biển Bãi Cháy",
              "image": "https://cdn2.ivivu.com/2022/08/05/18/ivivu-sun-world-halong.gif"
            },
            {
              "time": "12h00",
              "description": "Quý khách trả phòng khách sạn, ăn trưa tại khách sạn. Sau đó lên xe về Hà Nội.",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Về đến Hà Nội, xe đưa Quý Khách về lại Khách sạn, tự do ăn tối, khám phá Phố Cổ nhộn nhịp, đi chợ đêm Đồng Xuân, dạo chơi phố đi bộ,…",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: HÀ NỘI - SAPA - BẢN CÁT CÁT (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Xe đón quý khách tại khách sạn, sau đó khởi hành đi Sa Pa.  Đoàn sẽ khởi hành đi Sapa trên đường cao tốc Nội Bài mới, rút ngắn thời gian đi từ Hà Nội đến Sapa. Quý khách có dịp chiêm ngưỡng khung cảnh núi rừng hùng vĩ trên cung đường cao tốc dài nhất Việt Nam trước khi đến với thị trấn Sa Pa thơ mộng, chìm trong mây. Xe đến thị trấn Sa Pa nơi có rất nhiều dân tộc sinh sống như H’mong, Dao, Tày. Hướng dẫn viên sẽ đưa Quý khách ăn trưa tại nhà hàng.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn bắt đầu hành trình khám phá bản làng Cát Cát - Sìn Chải của người H’Mông - do người Pháp phát hiện và chọn nơi đây làm khu nghỉ dưỡng cho các quan chức từ đầu thế kỷ XX. Đến với bản Cát Cát, du khách sẽ được thăm bản làng Cát Cát, trạm thủy điện Cát Cát, thác nước Cát Cát, tìm hiểu văn hóa, phong tục độc đáo của người dân nơi đây với nghề truyền thống như dệt vải, chạm trổ bạc, rèn nông cụ, tục kéo vợ,...",
              "image": "https://cdn2.ivivu.com/2022/10/17/14/ivivu-cat-cat.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn trở lại thị trấn Sa Pa, dùng bữa tối và nghỉ đêm tại khách sạn.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: SAPA – KDL HÀM RÔNG/CHINH PHỤC FANSIPAN – HÀ NỘI ( ĂN SÁNG, TRƯA )",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách thưởng thức bữa sáng tại khách sạn.",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "Quý khách bắt đầu hành trình khám phá Hàm Rồng với phong cảnh kỳ vỹ. Thăm vườn lan Đông Dương với đủ loại lan muôn màu sắc, đầu Rồng Thạch Lâm kỳ vĩ. Vượt qua cổng Trởi 1, cồng Trời 2, Qúy khách sẽ lên tới nơi cao nhất của Hàm Rồng là Sân Mây – nơi giao thoa của đất trời, ngắm nhìn toàn cảnh Sapa trên cao.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-ham-rong.gif"
            },
            {
              "time": "9h30",
              "description": "Quý khách khởi hành chinh phục đỉnh Fansipan cao 3143m – nóc nhà Đông Dương. Đây là tuyến cáp treo đạt 2 Kỷ lục Thế giới – Guinness World Record là tuyến cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và tuyến cáp treo ba dây dài nhất thế giới: 6292.5m. (Vé cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2020/06/15/16/ivivu-fansipang.gif"
            },
            {
              "time": "12h00",
              "description": "Quý khách thưởng thức ẩm thực Tây Bắc với những nguyên liệu tuơi ngon tại nhà hàng thị trấn Sapa.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Xe đưa đoàn trở về Hà Nội.",
              "image": ""
            },
            {
              "time": "20h30",
              "description": "Xe về đến HN. Chuyến đi kết thúc tại đây. Cảm ơn quý khách đã lựa chọn công ty và xin hẹn gặp lại quý khách!",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "name": "Tour Thái Lan 5N4Đ: BangKok - Pattaya - Muang Boran - Chùa Bình Minh",
      "image": "https://cdn2.ivivu.com/2020/01/20/09/ivivu-muang-borang-750x390.gif",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": "6990000",
      "price_child": "6990000",
      "quantity_date": "5 ngày 4 đêm",
      "start_location": "Hồ Chí Minh",
      "quantity": "7",
      "start_date": "20/7/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Khách sạn 5*"
        },
        {
          "id": 4,
          "nameService": "Vé máy bay"
        },
        {
          "id": 5,
          "nameService": "Vé tham quan"
        },
        {
          "id": 6,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 7,
          "nameService": "Bữa ăn"
        },
        {
          "id": 8,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 9,
          "nameService": "Miễn phí Visa"
        }
      ],
      "description": {
        "title": "Đất Nước Của Những Nụ Cười",
        "content": "Được biết là đất nước 'xứ sở chùa vàng', Thái Lan vùng đất có địa hình đa dạng, nhiều bãi biển, hòn đảo, danh lam thắng cảnh nổi tiếng và là thành phố mang đậm văn hóa của Thái Lan, thu hút du khách có nhiều di tích lịch sử, lễ hội đặc sắc như té nước, lễ hội phật giáo.... Ngoài ra, các điểm không thể bỏ lỡ khi đến vùng đất này: Bangkok Thủ đô của Vương quốc Thái Lan, khi đến Pattaya bạn nhất định phải ghé thăm các đảo san hô, khu nghỉ mát: vườn nhiệt đới Nong Nooch với màn trình diễn của voi, hành hương các chùa nổi tiếng: Chùa Phật Ngọc, Chùa Bình Minh Wat Arun...Người dân trên đất nước Thái luôn thân thiện, hiếu khách là điểm hấp dẫn, lý tưởng trên mảnh đất này."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: SÀI GÒN – BANGKOK – PATTAYA ( ĂN TRƯA NHẸ, TỐI)",
          "timeline": [
            {
              "time": "8h00",
              "description": "HDV đón quý khách tại sân bay Tân Sơn Nhất, làm thủ tục đáp chuyến bay VU131 đi Bangkok lúc 11h05. Công ty gửi đoàn phần ăn nhẹ tại sân bay.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Đến sân bay Suvarnabhumi, Quý khách làm thủ tục nhập cảnh. Sau đó khởi hành về Pattaya. ",
              "image": "https://cdn2.ivivu.com/2019/12/18/11/ivivu-massage-thai.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng cơm tối BBQ hải sản, sau đó về khách sạn nhận phòng, nghỉ ngơi. Quý khách có thể tự do khám phá thành phố nhộn nhịp, sầm uất bậc nhất Thái Lan về đêm. Nghỉ đêm tại Pattaya - Resort 5* Le Bali.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: KHÁM PHÁ PATTAYA ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng tại khách sạn, HDV đưa đoàn ra đảo san hô bằng tàu cao tốc. Đảo San hô nằm trong vịnh Thái Lan có bờ cát trắng, làn nước trong  xanh. Quý khách tự do tắm biển hoặc tham gia các trò chơi ngoài đảo như: Lặn biển, Mô tô nước…",
              "image": "https://cdn2.ivivu.com/2022/07/11/14/ivivu-dao-san-ho-thai.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Trở lại đất liền, đoàn về khách sạn tắm rửa nghỉ ngơi, dùng cơm trưa.",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Trung tâm World Gem với hàng nghìn loại đá quý khác nhau. ",
              "image": ""
            },
            {
              "time": "14h30",
              "description": "Trân Bảo Phật Sơn – tượng Phật khổng lồ bằng vàng khắc trên núi đá.",
              "image": "https://cdn2.ivivu.com/2019/10/03/11/ivivu-tran-bao-phat-son1.jpg"
            },
            {
              "time": "15h30",
              "description": "Công viên khủng long NongNooch Dinosaur Valley Pattaya. Tại đây Quý khách có dịp xem show biểu diễn của các chú Voi vui nhộn. (Trường hợp không trùng giờ show sẽ bù qua cho Quý khách ngồi xe điện dạo Công viên) Tham quan khuôn viên công viên khủng long, Vườn lan, Xương rồng v.v…. cảnh đẹp như lạc vào thế giới rừng xanh.",
              "image": "https://cdn2.ivivu.com/2023/03/20/11/ivivu-cong-vien-nong-nooch.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng cơm tối. Sau bữa tối, quý khách xem chương trình đại nhạc hội nổi tiếng Thái Lan: Colloseum show – show diễn của các vũ công chuyển giới xinh đẹp. Sau đó về khách sạn nghỉ ngơi. Nghỉ đêm tại Pattaya - Resort 5* Le Bali.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: PATTAYA – MUANG BORAN – BANGKOK ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng, trả phòng. Khởi hành về Bangkok. Trên đường tham quan: Big Bee Farm – quý khách chiêm ngưỡng cách người Thái nuôi và thu hoạch mật ong; Bảo tàng mở Muang Boran - tận mắt chiêm ngưỡng những công trình kiến trúc của đất nước Thái Lan được phục dựng lại tại đây, tái hiện chính xác nguyên mẫu các địa danh có thật,  ngay cả những công trình đã bị hủy hoại trên thực tế.",
              "image": "https://cdn2.ivivu.com/2022/07/11/15/ivivu-thanh-co-muang-boran.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn dùng cơm trưa tại nhà hàng. Sau đó đoàn tiếp tục tham quan: Chùa Arun nằm trên bờ tây sông Chao Phraya, Thonburi. Chùa có tên tiếng Việt Chùa Bình Minh. Đây là ngôi chùa cổ kính nhất của Bangkok. Khi vua Thaksin quyết định xây dựng kinh đô mới tại Thonburi ông đã tới đây vào một buổi bình minh. Iconsiam cách điệu là ICONSIAM, và ICS khu phức hợp nằm cạnh bờ sông Chao Phraya ở Bangkok. Nó bao gồm một trung tâm thương mại lớn nhất châu Á. Qúy khách tự túc ăn tối tại Icon Siam.",
              "image": "https://cdn2.ivivu.com/2022/03/14/11/ivivu-chua-binh-minh.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Xe đưa đoàn về khách sạn, nhận phòng, quý khách sẽ có thời gian tự do khám phá thành phố Bangkok về đêm. Nghỉ đêm tại khách sạn 4 sao.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: KHÁM PHÁ BANGKOK ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng tại khách sạn. Quý khách khởi tham quan Trại rắn – đến đây quý khách sẽ được xem những màn xiếc rắn độc đáo và tìm hiểu về y học của người Thái.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách đến dùng bữa trưa tại nhà hàng xoay Buffet quốc tế Baiyoke Sky 86 tầng với hàng chục món ăn từ Á đến Âu, ngắm toàn cảnh Bangkok từ trên cao. Đặc biệt du khách ăn chay, phần chay được  chuẩn bị khá chu đáo và tinh tế.",
              "image": "https://cdn2.ivivu.com/2023/01/30/09/ivivu-baiyokesky2l.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Sau khi dùng bữa trưa, quý khách sẽ được đến viếng đền Phật Bốn Mặt linh thiêng tọa lạc ngay tại trung tâm thủ đô Bangkok. Sau đó tự do tham quan mua sắm tại các khu trung tâm thương mại: BigC, Central World, Siam Paragon,…",
              "image": "https://cdn2.ivivu.com/2019/12/18/14/ivivu-phat-bon-mat.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đến giờ hẹn xe và HDV đón đoàn di chuyển đi dùng bữa tối sau đó về khách sạn, nhận phòng. Nghỉ đêm tại Bangkok.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: BANGKOK – SÀI GÒN ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách trả phòng, dùng điểm tâm sáng tại khách sạn.",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "Dạo thuyền trên dòng sông Chaophaya huyền thoại, ngắm nhìn đặc điểm khác lạ giữa Bangkok xưa và nay.",
              "image": "https://cdn2.ivivu.com/2017/08/22/11/ivivu-thuyen-tren-song-chaophaya.jpg"
            },
            {
              "time": "9h30",
              "description": "Viếng chùa thuyền Wat Yannawa – quý khách sẽ có cơ hội được chiêm bái Xá Lợi Phật Thích Ca và Xá Lợi của các vị sư tu hành đắc đạo.",
              "image": "https://cdn2.ivivu.com/2022/03/10/15/ivivu-chua-thuyen-thai-lan.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn chuyển ra sân bay, đến quầy làm thủ tục đón chuyến bay VU130 lúc 13:45 về lại thành phố  Hồ Chí Minh. Trưởng đoàn chia tay đoàn, hẹn gặp lại quý khách trong những hành trình tiếp theo.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 3,
      "name": "Tour Singapore 3N2Đ: Khám Phá Quốc Đảo Sư Tử - Công Viên Fort Canning",
      "image": "https://cdn2.ivivu.com/2022/03/28/16/ivivu-vinh-marina-bay-singapore-750x390.gif",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": "10190000",
      "price_child": "10190000",
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "quantity": "10",
      "start_date": "25/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Bữa ăn"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 3-4*"
        },
        {
          "id": 7,
          "nameService": "Miễn phí visa"
        },
        {
          "id": 8,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Trải nghiệm đất nước xanh sạch nhất Thế Giới",
        "content": "những khu vườn', Singapore nổi tiếng là một quốc đảo sạch, xanh nhất thế giới, nơi kiến tạo các công trình kiến trúc mang tính biểu tượng như Gardens by the Bay, là quê hương của món cocktail Singapore Sling trứ danh, ẩm thực đường phố đa dạng và thiên đường mua sắm bất tận. Hãy cùng iVIVU khám phá Singapore - một trong những thành phố được biết đến với độ sạch sẽ tuyệt vời và là một điểm đến du lịch hấp dẫn với rất nhiều hoạt động thú vị để trải nghiệm. Nơi đây có vô số lựa chọn cho du khách khi tham quan, vui chơi, ăn uống và mua sắm, đồng thời cũng có hệ thống tàu điện MRT hiện đại và tiện lợi để di chuyển."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - SINGAPORE ( ĂN TRƯA NHẸ TRÊN MÁY BAY, TỐI)",
          "timeline": [
            {
              "time": "07h00:",
              "description": "Trưởng Đoàn đón Quý khách tại điểm hẹn, làm thủ tục khởi hành đi Singapore. Tới sân bay quốc tế Changi, làm thủ tục nhập cảnh Singapore.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Xe và hướng dẫn đưa đoàn ăn trưa nhẹ tại sân bay, sau đó đoàn bắt đầu tham quan.",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "- Tòa nhà Quốc Hội (Parliament House).",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "- Công viên sư tử biển (Merlion Park), biểu tượng của đất nước Singapore.",
              "image": "https://cdn2.ivivu.com/2017/05/10/17/ivivu-cong-vien-su-tu-bien-merlion-park-.jpg"
            },
            {
              "time": "15h00",
              "description": "- Nhà hát Victoria – nhà hát cổ kính nhất Singapore. Nơi đây là tâm điểm cho nghệ thuật biểu diễn của đảo quốc sư tử ngay từ thời thuộc địa. Nhà hát Esplanade nổi tiếng với biểu tượng “Trái sầu riêng” – nhà hát hiện đại bậc nhất của Singapore. Đây cũng là trung tâm biểu diễn văn hóa nghệ thuật tầm cỡ Thế giới.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-nha-hat-trai-sau-rieng-singapore.gif"
            },
            {
              "time": "17h00",
              "description": "- Faber Mount -  đỉnh núi của đảo quốc Sư tử, nơi đây quý khách được ngắm nhìn toàn cảnh Singapore từ trên cao.",
              "image": "https://cdn2.ivivu.com/2018/12/14/17/ivivu-mount-faber.jpg"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng bữa tối. Nhận phòng nghỉ ngơi, tự do vui chơi hoặc tham gia chương trình Singapore By Night (Chi phí tự túc): Khám phá cuộc sống trong lòng đất của người dân Singapore bằng Tàu điện ngầm MRT. Trải nghiệm Du thuyền trên dòng sông Singapore ngắm cảnh vịnh Marina Bay về đêm. Khám phá trung tâm thương mại Suntec City – tìm hiểu Phong Thuỷ Thượng - Phong Thuỷ Hạ đất nước Singapore. Nhận phòng nghỉ đêm tại Singapore.",
              "image": "https://cdn2.ivivu.com/2017/03/28/09/ivivu-tour-singapore-3n2d-sentosa-sea-aquarium-garden-by-the-bay-marina-barrage-anh-dai-dien-1.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CITY TOUR SINGAPORE ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Đoàn dùng buffet sáng tại khách sạn. Sau đó, xe đưa đoàn tham quan: ",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "- Kỳ quan Gardens by the Bay (Những khu vườn bên Vịnh) chính thức mở cửa ngày 29/06/2012 đây là khu vườn nhân tạo rộng hơn 100ha, có hơn 250.000 loài thực vật quý hiếm, với các siêu cây khổng lồ lấy năng lượng mặt trời vào ban ngày và tỏa sáng vào ban đêm. Từ đây Quý khách có thể chụp hình toàn cảnh “Chiếc du thuyền” nằm ở độ cao 200m trên đỉnh của ba tòa nhà khách sạn Marina Bay Sands (Qúy khách chụp ảnh bên ngoài).",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-garden-rhapsody-sin.gif"
            },
            {
              "time": "9h30",
              "description": "- Công Viên Fort Canning hay còn được gọi với cái tên “Giếng trời” ở Singapore mỗi mùa lại mang tới một vẻ đẹp khác nhau, tất cả đều vô cùng cuốn hút và khiến mọi du khách mê mẩn mong được đặt chân đến một lần.",
              "image": "https://cdn2.ivivu.com/2022/11/07/15/ivivu-fort-canning.gif"
            },
            {
              "time": "11h00",
              "description": "Tiếp tục đoàn đi tham quan cửa hàng kim cương, đá quý và cửa hàng dầu gió, Collagen dưỡng da – các sản phẩm truyền thống nổi tiếng của Singapore.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn dùng bữa trưa “món nướng BBQ” với nhiều món ngon tươi sống, hấp dẫn. Sau đó khởi hành đi đảo Sentosa tham quan Resort World – tham quan Casino hiện đại lớn nhất Châu Á tại khách sạn 5 sao lớn nhất Singapore.",
              "image": ""
            },
            {
              "time": "16h00",
              "description": "Marina Barrage: hồ nhân tạo đầu tiên nằm giữa trung tâm thành phố với lưu vực 10.000 hecta – là lưu vực lớn nhất và đô thị hóa nhất đảo quốc Singapore. Được cả thế giới biết đến như một kiệt tác khổng lồ về sức cải tạo thiên nhiên của con người, là nơi trưng bày các tác phẩm nghệ thuật độc đáo đáng chiêm ngưỡng, cũng là nơi diễn ra nhiều sự kiện thể thao sôi động dưới nước.",
              "image": "https://cdn2.ivivu.com/2023/02/20/15/ivivu-dap-nuoc-marina-barrage.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách dùng bữa tối tại nhà hàng. Tự do khám phá Singapore về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: SINGAPORE - CHÙA RĂNG PHẬT - HCM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Đoàn dùng buffet sáng tại khách sạn làm thủ tục trả phòng. Sau đó, xe đưa đoàn tham quan:",
              "image": ""
            },
            {
              "time": "7h45",
              "description": "Tự do SHOPPING MALL sầm uất, và phám phá các món ăn đặc sắc của đất nước sạch đẹp này.",
              "image": ""
            },
            {
              "time": "9h00",
              "description": "Chùa Răng Phật - ngôi chùa được đặt tên theo một bảo vật mà các Phật tử tin là răng nanh bên trái của Đức Phật, được lấy từ giàn thiêu trong đám tang của ngài ở Kushinagar, Ấn Độ và được trưng bày tại tầng trệt của ngôi chùa này.",
              "image": "https://cdn2.ivivu.com/2016/09/23/17/ivivu-tour-singapore-malaysia-6n5d-dao-sentosa-malacca-tooth-relic-temple-1.jpg"
            },
            {
              "time": "10h00",
              "description": "Thác nước Jewel Changi – địa điểm check in hot nhất Singapore hay còn được biết đến với tên Rain Vortex là thác nước trong nhà cao nhất thế giới, với độ cao 40m.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-jewel-changi.gif"
            }
          ]
        }
      ]
    },
    {
      "id": 4,
      "name": "Trải Nghiệm Du Lịch Châu Phi 8N8Đ: Ma Rốc Bí Ẩn",
      "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-chefchaouen-750x390.gif",
      "catagoryId": 2,
      "areaId": 6,
      "price_adult": "70999000",
      "price_child": "60349150",
      "quantity_date": "8 ngày 8 đêm",
      "start_location": "Hồ Chí Minh",
      "quantity": "10",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Ăn sáng"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Lều Camping"
        },
        {
          "id": 4,
          "nameService": "Vé tham quan"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 7,
          "nameService": "TravelMate"
        },
        {
          "id": 8,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Trải Nghiệm Ma Rốc Kỳ Bí",
        "content": "Bạn đã từng bị cuốn hút vào câu chuyện cổ tích 'Nghìn Lẻ Một Đêm', những bộ phim lãng mạn về Casablanca hay sa mạc Sahara hùng vĩ? Bạn có mong ước một lần được đặt chân đến xứ sở huyền thoại này? Trải nghiệm du lịch Ma Rốc của iVIVU sẽ giúp bạn hiện thực hóa giấc mơ đó, mang bạn đến một thành phố quyến rũ với những nét cổ kính đan xen hiện đại tạo nên một không gian vô cùng độc đáo. Bạn sẽ có cơ hội viếng thăm Fes nơi được mệnh danh 'Athens của Châu Phi' hay 'Mecca của phương Tây', một đô thị ngàn năm lưu giữ nhiều giá trị quý báu, được UNESCO công nhận là Di Sản Thế Giới."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "ĐÊM 1: VIỆT NAM - MARRAKECH (MA RỐC)",
          "timeline": [
            {
              "time": "Đêm",
              "description": "Bay từ Tp.HCM hoặc Hà Nội đến Marrakech, quá cảnh tại Doha và Casablanca. Tận hưởng ghế ngồi rộng rãi, ẩm thực quốc tế và giải trí trên màn hình riêng. Nghỉ đêm trên máy bay.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: MARRAKECH",
          "timeline": [
            {
              "time": "Buổi sáng và Buổi chiều",
              "description": "Đến Marrakech, hướng dẫn viên đón và đưa bạn về khách sạn. Nghỉ ngơi và tự do khám phá Marrakech.",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-marrakech.gif"
            },
            {
              "time": "17h00",
              "description": " Nếu đến sớm, quý khách có cơ hội khám phá khu phố cổ với những con hẻm nhỏ hẹp và quảng trường nổi tiếng Djamaa El Fena.",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-jmaalefna.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2: MARRAKECH - AIT BENHADDOU - OUARZAZATE - THUNG LŨNG HOA HỒNG - THUNG LŨNG DADES.",
          "timeline": [
            {
              "time": "Sau bữa sáng",
              "description": "Bắt đầu hành trình băng qua dãy núi High Atlas của Ma Rốc và đến ngôi làng cổ Ait Benhaddou, nơi từng là điểm dừng chân chính của các đoàn lữ hành ngày xưa. ",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-high-atlas-mt-1.gif"
            },
            {
              "time": "",
              "description": "Ait Benhaddou là một di sản của UNESCO và xuất hiện trong nhiều bộ phim quốc tế như Gladiators, Prince of Persia và Trò chơi vương quyền. Gần ngôi làng này là thành phố Ouarzazate nơi được mệnh danh là Hollywood của Bắc Phi do số lượng phim được sản xuất tại đây.",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-ait-benhaddou.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Di chuyển đến Boumalen Dades ngang qua một thung lũng tuyệt đẹp , xanh mát quanh năm và rất nổi tiếng với hoa hồng Damaskina. Nghỉ đêm tại đây.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-rose-valley2.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 3: THUNG LŨNG DADES - TOUDRA GORGE- ARFOUD- MERZOUGA.",
          "timeline": [
            {
              "time": "8h00",
              "description": "Sau bữa sáng, di chuyển về phía đông sa mạc Sahara, trên đường bạn sẽ đi ngang qua hẻm núi tráng lệ Toudra Gorges.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-toudra-gorges.gif"
            },
            {
              "time": "13h00",
              "description": "Sau bữa ăn trưa tiếp tục hành trình đến Erfoud, một thành phố nổi tiếng với các hóa thạch và đá cẩm thạch hóa thạch.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Erfoud-Sahara-Morocco.jpg/800px-Erfoud-Sahara-Morocco.jpg"
            },
            {
              "time": "16h00",
              "description": "đến với sa mạc Sahara nổi tiếng thế giới, nơi bạn sẽ chuyển sang cưỡi lạc đà và đi dạo trên cồn cát đến điểm cắm trại Berber ngủ qua đêm. Nếu bạn không thể cưỡi lạc đà thì có thể di chuyển bằng xe (có tính phí).",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-desert-camp.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Nghỉ ngơi và ăn tối. Trải nghiệm cắm trại qua đêm trên sa mạc lớn nhất thế giới, một trải nghiệm độc đáo và duy nhât.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 4: MERZOUGA - FES.",
          "timeline": [
            {
              "time": "8h00",
              "description": "Sau khi ăn sáng, tiếp tục hành trình đến thành phố Errachidia và thung lũng ZIZ nổi tiếng với cây chà là. Sau đó, vượt qua High và Middle Atlas, những ngọn núi ngăn cách sa mạc Sahara với khu vực dân cư. ",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-ziz.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Đến Fes, thủ đô lâu đời nhất của Maroc và nghỉ đêm tại đây.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-morocco-fez-1.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 5: FES",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Hướng dẫn viên đón bạn và tham quan Fes, một thành phố thời trung cổ lâu đời nhất và lớn nhất trên thế giới. Phương tiện di chuyển chính ở đây là lừa và xe đạp, bên cạnh đó là sự kết hợp đa dạng và độc đáo của hương thơm, cảnh đẹp và âm thanh làm nên nét đẹp khác biệt của Fes.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-dye-pits.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Thành phố cũng sở hữu rất nhiều nhà thờ Hồi giáo và cung điện tuyệt đẹp. Tuy nhiên, chỉ có người theo đạo Hồi mới có thể vào Nhà thờ Hồi giáo ở Maroc. Bạn cũng có thể khám phá Hố nhuộm, xưởng thuộc da, đồ gốm và nhà hàng địa phương.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-the-mosque-of-hassan.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Trở về khách sạn để nghỉ ngơi, chuẩn bị cho một buổi tối tuyệt vời. Đây là thời điểm để bạn thưởng thức ẩm thực và văn hóa thành phố với chương trình giải trí đậm chất Ma-rốc bao gồm khiêu vũ truyền thống, múa bụng và ảo thuật. Nghỉ đêm tại khách sạn.",
              "image": "https://cdn2.ivivu.com/2022/07/22/16/ivivu-an.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 6: FES - CHEFCHAOUEN",
          "timeline": [
            {
              "time": "8h00",
              "description": "Sau bữa sáng, tham quan Chefchaouen - thành phố Xanh, một điểm thu hút khách du lịch nổi tiếng của Ma Rốc. Thị trấn thân thiện này nằm trên dãy núi Rif ngay phía nam của bờ biển Địa Trung Hải, tây bắc Maroc.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-chefchaouen.gif"
            },
            {
              "time": "11h00",
              "description": "Khám phá thành phố Bleu xinh đẹp, nơi được biết đến với những tòa nhà truyền thống. Hãy đi bộ để chiêm ngưỡng những bức tường sơn trắng và xanh của khu Medina và những khu chợ cung cấp đồ thủ công mỹ nghệ địa phương độc đáo.",
              "image": "https://cdn2.ivivu.com/2022/07/22/17/ivivu-cho.gif"
            },
            {
              "time": "15h00",
              "description": "Chefchaouen là một điểm check-in tuyệt vời có tầm nhìn ngoạn mục nhìn ra dãy núi Rif.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-rif-mountains.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Ăn tối tại một trong những nhà hàng địa phương ở Medina trước khi quay trở lại khách nghỉ đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 8,
          "name": "NGÀY 7: CHEFCHAOUEN- RABAT- CASABLANCA",
          "timeline": [
            {
              "time": "9h00",
              "description": "Sau bữa sáng, di chuyển đến thủ đô chính thức của Ma Rốc - Rabat. Khi đến nơi, hướng dẫn viên sẽ cùng bạn khám phá những điểm nổi bật của Rabat bao gồm cung điện Hoàng gia, tháp Hassan và Oudaya Kasbah. Sau đó, tiếp tục hành trình để đến Casablanca, thủ đô kinh tế của Maroc.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-royal-palace.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Tự do khám phá Casablanca.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-hassan-tower.gif"
            }
          ]
        },
        {
          "id": 9,
          "name": "NGÀY 8: CASABLANCA",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Di chuyển đến sân bay Mohamed V ở Casablanca trở về Việt Nam.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 5,
      "name": "Tour Cao Cấp Đà Nẵng 4N3Đ: Huế - Quảng Bình - Đà Nẵng - Bà Nà - Hội An",
      "image": "https://cdn2.ivivu.com/2022/04/22/14/ivivu-cau-vang-da-nang-750x390.gif",
      "catagoryId": 1,
      "areaId": 2,
      "price_adult": "6990000",
      "price_child": "6740000",
      "quantity_date": "4 ngày 3 đêm",
      "start_location": "Hồ Chí Minh",
      "quantity": "2",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hành Trình đi dọc miền trung đất nước",
        "content": "Du lịch miền Trung luôn hấp dẫn du khách với những món ăn ngon, bãi biển xinh đẹp và những hòn đảo thơ mộng mà ít nơi nào có được. Nhưng bên cạnh đó khi tới vùng đất này bạn còn có thể khám phá những địa danh, di tích lịch sử đã tồn tại từ hàng ngàn năm nay. Có lẽ thiên nhiên đã quá ưu ái khi ban tặng cho bản đồ Miền Trung Việt Nam về du lịch quá nhiều những danh lam thắm cảnh nổi tiếng mà ai cũng phải ghen tị, đố kỵ."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: ĐÓN ĐOÀN – CHÙA THIÊN MỤ - ĐẠI NỘI HUẾ ( ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "4:30",
              "description": "Nhân Viên Công ty sẽ đón quý khách tai sân bay Tân Sơn Nhất, làm thủ tục khởi hành đi Huế trên chuyến bay VJ302 lúc 07:20.",
              "image": ""
            },
            {
              "time": "9:00",
              "description": "Đến Huế, Xe và HDV đón đoàn đến nhà hàng dùng điểm tâm sáng (chi phí tự túc).",
              "image": ""
            },
            {
              "time": "10:00",
              "description": "Đoàn đi tham quan Chùa Thiên Mụ, một ngôi  chùa cổ nằm trên đồi Hà Khê, tả ngạn sông Hương. Chùa Thiên Mụ là một trong những thắng cảnh đẹp được nhắc đến nhiều nhất tại Huế. Không chỉ đi vào những bài thơ lãng mạn của xứ Huế mà còn trong cả câu ca, Thiên Mụ cũng được coi là một ngôi chùa linh thiêng và những cảnh không thể bỏ qua của bất cứ du khách nào khi đặt chân đến thủ đô cổ xưa này.",
              "image": "https://cdn2.ivivu.com/2019/12/09/11/ivivu-chua-thien-mu.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Xe đưa đoàn đến nhà hàng dùng cơm trưa. Sau đó đoàn khởi hành về khách sạn 4* nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn tham quan Đại Nội Kinh Thành Hoàng Cung của 13 vị Vua triều Nguyễn với Ngọ Môn, điện Thái Hoà, Tử Cấm Thành, Thế Miếu, Hiển Lâm Các, Cửu Đỉnh. Đây cũng là một trong những di sản của Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới.",
              "image": "https://cdn2.ivivu.com/2020/06/04/17/ivivu-dai-noi-hue.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Ăn tối tại Nhà Hàng. Quý khách tự do khám phá thành phố Huế về đêm. Nghỉ đêm tại Huế.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: THÁNH ĐỊA LA VANG -CẦU HIỀN LƯƠNG-ĐỘNG PHONG NHA ( ĂN 3 BỮA)",
          "timeline": [
            {
              "time": "6:30",
              "description": "Dùng điểm tâm buffet  tại khách sạn.",
              "image": ""
            },
            {
              "time": "7h00",
              "description": "Đoàn khởi hành đi Phong Nha - Kẻ Bàng: Di Sản Thiên Nhiên Thế Giới. Trên đường đi, đoàn viếng thăm Thánh Địa La Vang  là một trong những địa điểm hành hương quan trọng không chỉ riêng đồng bào Công giáo, mà còn của cả người không Công giáo và khách du lịch quốc tế. Tiếp đến đoàn dừng chân ngắm nhìn Vĩ tuyến 17 - Cầu Hiền Lương - Sông Bến Hải.",
              "image": "https://cdn2.ivivu.com/2019/02/13/15/ivivu-tour-da-nang-hue-thanh-dia-la-vang.jpg"
            },
            {
              "time": "Buổi trưa",
              "description": "Dùng cơm trưa tại nhà hàng ở Phong Nha, nghỉ ngơi tại nhà hàng. ",
              "image": ""
            },
            {
              "time": "Sau bữa trưa",
              "description": "Đoàn ngồi thuyền ngược dòng sông Son, chinh phục Động Phong Nha kỳ vĩ, một thắng cảnh thiên nhiên mà tạo hoá đã ban tặng cho người dân Quảng Bình. Nơi đây, sự giao hoà của rừng nguyên sinh và sông Son, cùng với động khô và động nước tạo nên một bức tranh thuỷ mặc làm say lòng người. Đây là một trong những vùng đá vôi nhiệt đới cổ đại nhất, rộng lớn nhất thế giới với diện tích trên 200.000 ha. Có hệ thống  hơn 300 hang động lớn nhỏ, tiềm ẩn nhiều điều kỳ lạ và hấp dẫn. Hang Bi Ký, Cô Tiên và Cung Đình dưới sâu lòng núi, nơi có con sông ngầm từ đất nước bạn Lào chảy sang.",
              "image": "https://cdn2.ivivu.com/2016/08/26/17/ivivu-tour-da-nang-5n4d-son-tra-hoi-an-ba-na-hue-dong-phong-nha-dong-phong-nha.jpg"
            },
            {
              "time": "15h30",
              "description": "Đoàn khởi hành về lại Cố Đô Huế theo đường Trường Sơn - Hồ Chí Minh Huyền Thoại.",
              "image": "https://cdn2.ivivu.com/2021/05/05/10/ivivu-co-do-hue.jpg"
            },
            {
              "time": "Bữa tối",
              "description": "Đoàn dùng cơm tối tại nhà hàng Đông Hà, quảng Trị.",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Đến Huế, về khách sạn nghỉ ngơi, tự do thưởng thức đặc sản và tham quan thành phố Huế về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: HUẾ - ĐÀ NẴNG - HỘI AN ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "6:30",
              "description": "Dùng điểm tâm buffet tại khách sạn, làm thủ tục trả phòng. Khởi hành đi Đà Nẵng.",
              "image": ""
            },
            {
              "time": "9h00",
              "description": "Đến Đà Nẵng, đoàn khởi hành đi tham quan Bán đảo Sơn Trà: một món quà lớn mà thiên nhiên ưu ái ban tặng cho thành phố Đà Nẵng. Mang trong mình một vẻ đẹp nguyên sơ, hữu tình, bãi biển nước trong vắt, những tán cây xanh rợp bóng, nơi đây có không khí trong lành kết hợp cùng nguồn tài nguyên phong phú và là nơi thu hút rất nhiều khách du lịch trên cả nước.",
              "image": "https://cdn2.ivivu.com/2022/03/10/16/ivivu-ban-dao-son-tra.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Xe đưa đoàn đến nhà hàng dùng cơm trưa với món đặc sản “Bánh Tráng Cuốn Thịt Heo”. Sau đó đoàn khởi hành về khách sạn 4* nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": " Đoàn tự do tắm biển Mỹ Khê",
              "image": ""
            },
            {
              "time": "16h00",
              "description": "Tham quan Ngũ Hành Sơn Làng Nghề Điêu Khắc Đá Non Nước với các pho tượng bằng Đá được điêu khắc dưới bàn tay tài hoa của nghệ nhân nơi đây.",
              "image": "https://cdn2.ivivu.com/2020/05/27/09/ivivu-ngu-hanh-son-dn.gif"
            },
            {
              "time": "17h00",
              "description": "Tiếp tục vào Hội An: nơi mà cuộc sống cứ bình lặng, nơi mà dường như dòng chảy vô tình của thời gian chẳng thể nào vùi lấp đi cái không khí cổ xưa. Những mái ngói cũ phủ đầy rêu phong, những con đường ngập trong sắc đỏ của đèn lồng, những bức hoành phi được chạm trổ tinh vi, tất cả như đưa ta về với một thế giới của vài trăm năm trước.",
              "image": "https://cdn2.ivivu.com/2022/06/14/18/ivivu-pho-co-hoi-an.gif"
            },
            {
              "time": "17h30",
              "description": "Tại đây, du khách bách bộ tham quan Phố Cổ với: Chùa Cầu Nhật Bản, Nhà Cổ hàng trăm năm tuổi, Hội Quán Phước Kiến & Xưởng thủ công mỹ nghệ…",
              "image": "https://cdn2.ivivu.com/2016/08/26/17/ivivu-tour-da-nang-4n3d-son-tra-hoi-an-ba-na-cu-lao-cham-chua-cau-nhat-ban.jpg"
            },
            {
              "time": "19h00",
              "description": "Đoàn tự do thưởng thức các món đặc sản tại Hội An như: Cao Lầu, Mì Quảng…",
              "image": ""
            },
            {
              "time": "20h00",
              "description": "Đoàn khởi hành về lại Đà Nẵng nghỉ đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: KDL BÀ NÀ – TP.HCM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "6:30",
              "description": "Nhân Viên Công ty sẽ đón quý khách tai sân bay Tân Sơn Nhất, làm thủ tục khởi hành đi Huế trên chuyến bay VJ302 lúc 07:20.",
              "image": ""
            },
            {
              "time": "7h30",
              "description": " Đoàn khởi hành đi tham quan KDL Bà Nà - Núi Chúa (vé cáp tự túc), nơi  có những khoảnh khoắc giao mùa bất ngờ Xuân - Hạ - Thu - Đông trong một ngày. Qúy khách sẽ tận hưởng cảm giác bồng bền khi ngồi trên Cabin lơ lững giữa chừng mây. Viếng chùa Linh Ứng với tượng Phật Thích Ca cao 27m, viếng đền thờ Bà Chúa Mẫu Thượng Ngàn",
              "image": "https://cdn2.ivivu.com/2022/03/01/14/ivivu-chua-linh-ung-ba-na.gif"
            },
            {
              "time": "9h00",
              "description": "Tham gia vui chơi tại công viên Fantasy Park: với các trò chơi phiêu lưu mới lạ như: Vòng Quay Tình Yêu, Phi Công Skiver, Đường Đua Lửa, Ngôi Nhà Ma và Khu trưng bày hơn 40 tượng sáp những nhân vật nổi tiếng trên thế giới…",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-fantasy-park.jpg"
            },
            {
              "time": "12h00",
              "description": "Đoàn dùng buffet trưa tại Bà Nà ( Chi phí tự túc )",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Xe tiễn quý khách ra Sân bay Đà Nẵng, làm thủ tục bay về Hồ Chí Minh đáp chuyến bay VJ631 lúc 15:35. HDV chào tạm biệt du khách, kết thúc chương trình tham quan thú vị tại đây và hẹn gặp lại trong những tour kế tiếp.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 6,
      "name": "Tour Cao Cấp Phú Quốc 3N2Đ: Grand World - Địa Trung Hải - Cầu Vồng Hoàng Hôn",
      "image": "https://cdn2.ivivu.com/2022/06/16/09/ivivu-thi-tran-dia-trung-hai-750x390.gif",
      "catagoryId": 1,
      "areaId": 3,
      "price_adult": "5490000",
      "price_child": "3935000",
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "quantity": "5",
      "start_date": "22/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Ca nô"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 7,
          "nameService": "Vé máy bay"
        },
        {
          "id": 8,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hành Trình Trải Nghiệm Thành Phố Đảo Ngọc",
        "content": "Thường được biết đến với tên 'Đảo Ngọc', Phú Quốc sở hữu những bãi biển hoang sơ tuyệt đẹp, sinh vật biển đa dạng và cảnh quan thiên nhiên phong phú được kết hợp tài tình với những cánh rừng tự nhiên, núi, biển và thác nước, sông hồ. Phú Quốc luôn là một trong những điểm nghĩ dưỡng hàng đầu với các khu resort đẳng cấp quốc tế cùng với những khu vui chơi, giải trí quy mô bậc nhất Đông Nam Á như công viên chủ đề Vin Wonders, thành phố không ngủ Grand World, casino Phú Quốc....Ngoài ra, Phú Quốc vẫn còn lưu giữ nhiều di tích văn hóa, lịch sử và các nghề truyền thống hàng trăm năm tuổi như nghề làm nước mắm Phú Quốc trứ danh"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: PHÚ QUỐC – ĐỊA TRUNG HẢI – CẦU VỒNG HOÀNG HÔN ( ĂN SÁNG, TRƯA, CHIỀU)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đến sân bay Phú Quốc, xe và Hướng dẫn viên đón Quý khách. Đoàn dùng bữa sáng. Sau đấy viếng thăm Dinh Cậu – Dinh Bà, biểu tượng tín ngưỡng ngư dân địa phương.",
              "image": "https://cdn2.ivivu.com/2021/04/23/10/ivivu-dinh-cau-phu-quoc.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách ăn trưa tại nhà hàng. Sau đó về khách sạn nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Tham quan Thiền Viên Trúc Lâm Chùa Hộ Quốc",
              "image": "https://cdn2.ivivu.com/2020/07/14/17/ivivu-chua-ho-quoc.gif"
            },
            {
              "time": "15h00",
              "description": "Tham quan Di Tích Lịch Sử Nhà Tù Phú Quốc",
              "image": "https://cdn2.ivivu.com/2018/04/05/15/ivivu-nha-tu-phu-quoc.jpg"
            },
            {
              "time": "16h00",
              "description": "Tham quan Nhà Thùng Nước Mắm Phú Quốc",
              "image": ""
            },
            {
              "time": "16h30",
              "description": "Check In Địa Trung Hải – Nhà Ga Cáp Treo",
              "image": "https://cdn2.ivivu.com/2022/03/07/10/ivivu-thi-tran-dia-trung-hai.gif"
            },
            {
              "time": "17h00",
              "description": "Check In Cầu Vồng Hoàng Hôn Trên Đảo Ngọc Phú Quốc ( Phí tự túc )",
              "image": "https://cdn2.ivivu.com/2023/02/17/11/ivivu-cau-hon-2.gif"
            },
            {
              "time": "Bữa tối",
              "description": "Xe và hướng dẫn viên đưa quý khách đến nhà hàng địa phương dùng cơm tối với nhiều món hải sản đặc sản biển đảo Phú Quốc",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Sau khi dùng cơm tối quý khách về lại khách sạn nghỉ ngơi, quý khách tự tham quan khám phá đảo ngọc Phú Quốc như tham quan Chợ đêm, đăng ký chương trình câu mực đêm ( Chi phí tự túc )",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: VINHOLIDAY FIESTA - GRAND WORLD – VINWONDERS ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "7h30",
              "description": "Sau bữa sáng tại khách sạn, Quý khách làm thủ tục trả phòng tiếp tục lên xe tham quan: Nông trại nuôi cấy Ngọc Trai Biển Phú Quốc, Vườn Sim Phú Quốc, Hồ tiêu phú quốc.",
              "image": "https://cdn2.ivivu.com/2020/05/27/12/ivivu-ho-tieu-pq.gif"
            },
            {
              "time": "10h00",
              "description": "Check in Kiến Trúc Nhà Tre độc đáo tại đảo ngọc tại Grand World",
              "image": "https://cdn2.ivivu.com/2021/12/14/16/ivivu-nha-tre-lon-phu-quoc.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Xe và HDV đưa đoàn dùng cơm trưa tại nhà hàng, sau khi dùng cơm trưa xong quý khách về làm thủ tục nhận phòng khách sạn Vinholidays Fiesta trong hệ thống resort 5 sao tại Vinperl năm ngay trong Thành phố không ngủ Grand World",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Qúy khách tự do hưởng thụ dịch 5 sao tại khách sạn. Hoặc  Quý khách có thể sắp xếp thời gian tham quan thêm Vinwonders hoặc  Safari ( Chi phí tự túc )",
              "image": "https://cdn2.ivivu.com/2022/10/04/15/ivivu-grand-world-phu-quoc-1.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Qúy khách tự do ăn tối tại nhà hàng hoặc Chợ đêm trong Grand World. sau khi dùng cơm tối xong đoàn tiếp tục thư giản giải trí tại các quán bar biển chờ đến giờ xem biểu diễn Show diễn triệu đô trên sông Vencia. Về khách sạn nghỉ đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: PHÚ QUỐC  CITY – ĐẶC SẢN BÚN QUẬY-   HẸN GẶP LẠI ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng tại khách sạn. Tự do tắm biển tắm hồ bơ tại khách sạn. Đi bộ hoặc xe điện tham quan chụp ảnh Grand world vào ban ngày.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách làm thủ tục trả phòng khách sạn, Xe và hướng dẫn viên đưa Quý khách đến thưởng thức đặc sản nổi tiếng Bún Quậy Phú Quốc.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Sau đó đoàn tiếp tục tham quan Đặc sản Khô Phú Quốc. Đến giờ xe và HDV đưa đoàn ra sân bay hoặc bến tàu Phú Quốc, làm thủ tục lên máy bay lên tàu.Kết thúc chương trình tham quan tại Phú Quốc. Hdv và lái xe Chúc sức khỏe quý khách và hẹn gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 7,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 8,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 9,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 10,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 11,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 12,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 13,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 14,
      "name": "",
      "image": "",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": "",
      "price_child": "",
      "quantity_date": "",
      "start_location": "",
      "quantity": "",
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": ""
        },
        {
          "id": 2,
          "nameVehicle": ""
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": ""
        },
        {
          "id": 2,
          "nameService": ""
        }
      ],
      "description": {
        "title": "",
        "content": ""
      },
      "tour_details": [
        {
          "id": 1,
          "name": "",
          "timeline": [
            {
              "time": "",
              "description": "",
              "image": ""
            },
            {
              "time": "",
              "description": "",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 15,
      "name": "Tour Mộc Châu 2N1Đ: Săn Mây Tà Xùa - Sống Lưng Khủng Long",
      "image": "https://cdn2.ivivu.com/2022/08/04/16/ivivu-ta-xua-san-may-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 1690000,
      "price_child": 1490000,
      "quantity_date": "2 Ngày 1 Đêm",
      "start_location": "Hà Nội",
      "end_location": "Mộc Châu",
      "quantity": 5,
      "start_date": "29/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé tham quan"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 6,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Mộc Châu Mùa Hoa Mận",
        "content": "Mộc Châu khiến dân tình 'đứng ngồi không yên' bởi cao nguyên xanh tươi mát lành đẹp cả bốn mùa, có núi rừng hùng vĩ bao la, có thác cao suối chảy róc rách, có đỉnh Pha Luông lồng lộng gió trời mây phủ, có những đồi chè xanh bạt ngàn, đàn bò sữa nhởn nhơ gặm cỏ… Và được yêu thích nhất có lẽ là những mùa hoa đầy màu sắc, tạo nên bức tranh tươi đẹp, mới mẻ theo từng tháng trong năm. Bên cạnh đó liên tuyến Tà Xùa những biển mây trắng muốt, bồng bềnh, khiến con tim xốn xang, rộn ràng."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI - MỘC CHÂU - BẮC YÊN (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "5h30",
              "description": "Xe ô tô và hướng dẫn đón quý khách tại Nhà hát lớn Hà Nội, khởi hành đi Mộc Châu. Quý khách dừng chân dùng bữa sáng (chi phí tự túc). Tiếp tục hành trình đến đèo Đá Trắng (Thung Khe), Thung Chuối, quý khách dừng chân chụp ảnh và cùng đón những tia nắng đầu tiên của buổi bình minh nơi núi rừng.",
              "image": "https://cdn2.ivivu.com/2019/12/24/14/ivivu-deo-thung-khe.gif"
            },
            {
              "time": "11h30",
              "description": "Đến Mộc Châu khách dùng bữa trưa tại nhà hàng với những món ăn đặc sắc nhất của vùng núi rừng Tây Bắc.",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "Tiếp tục hành trình quý khách khởi hành đi tham quan Đồi chè trái tim: Đây là một trong những khu vực đẹp nhất Mộc Châu. Cho dù vào mùa đông cành khô trơ trụi lá hay mùa xuân mơn mởn khoe sắc lá non, Mộc Châu vẫn luôn được bao bọc trong màu sắc xanh tuyệt đẹp của những đồi chè. Đồi chè đẹp nhất có lẽ là đồi chè trái tim, đồi chè chữ S.",
              "image": "https://cdn2.ivivu.com/2020/11/11/11/ivivu-doi-che-trai-tim.gif"
            },
            {
              "time": "14h30",
              "description": "Tham quan Thung Lũng mận Nà Ka: Nằm trên đường vào xã Tân Lập, thung lũng mận Nà Ka cách thị trấn Nông trường Mộc Châu 16km. Từ tỉnh lộ 104, rẽ trái vào thung lũng chỉ mất vài phút đi xe máy. Trước mắt bạn sẽ hiện ra thung lũng mận bạt ngàn, bằng phẳng. Hàng năm vào mùa hoa mận nở, thung lũng được phủ một lớp màn trắng lung linh bất tận của hoa mận thời gian đẹp nhất khoảng tháng 11, 12 hàng năm. Tháng 5, tháng 6 sẽ là mùa mận chín.",
              "image": "https://cdn2.ivivu.com/2019/12/24/14/ivivu-thung-lung-man-na-ka.gif"
            },
            {
              "time": "15h30",
              "description": "Sau đó đoàn khởi hành đi Bắc Yên qua ngã ba Cò Nòi đến trung tâm thị trấn Bắc Yên. Quãng đường này đặt biệt thơ mộng với vẻ đẹp đan sen là những ngôi làng người Thái men theo bờ sông Đà…",
              "image": ""
            },
            {
              "time": "18h30",
              "description": "Quý khách dùng bữa tối tại nhà hàng. Nghỉ đêm tại khách sạn tại Bắc Yên.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: BẮC YÊN - SĂN MÂY TÀ XÙA  - HÀ NỘI (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "5h00",
              "description": "Quý khách làm thủ tục trả phòng, sau đó xe ô tô và hướng dẫn viên đưa đoàn đi chinh phục Sống lưng khủng long Háng Đồng. Sống lưng khủng long - con đường mòn trên Tà Xùa dài chừng 1,5km uốn lượn trên đỉnh núi - ẩn hiện trong làn mây trắng, giúp bạn có thể cảm nhận được vẻ đẹp như tranh vẽ của thiên nhiên vùng cao. Trên đường về, quý khách có thể đến Thào Coffee thưởng thức coffee với khung cảnh núi đồi và nắng sớm (chi phí coffee tự túc).",
              "image": "https://cdn2.ivivu.com/2022/11/01/12/ivivu-ta-xua1.gif"
            },
            {
              "time": "9h00",
              "description": "Tạm biệt Sống lưng khủng long, quý khách lên xe di chuyển đến Mỏm Cá Heo. Mỏm đá này được tạo bởi hai phến lớn tựa như hai con cá heo đang bơi lượn giữa “biển” mây. Khách du lịch đều tỏ ra thích thú khi được check-in, sống ảo tại đây.",
              "image": "https://cdn2.ivivu.com/2022/11/01/12/ivivu-mom-ca-heo.gif"
            },
            {
              "time": "11h30",
              "description": "Quý khách cùng lên xe quay trở về trên đường đi, quý khách dừng chân nghỉ ngơi và thưởng thức bữa trưa tại thị trấn Bắc Yên.",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Tạm biệt Bắc Yên, quý khách lên xe cùng khởi hành về lại Hà Nội.",
              "image": ""
            },
            {
              "time": "18h30",
              "description": "Về đến Hà Nội, kết thúc lịch trình tour Mộc Châu – Tà Xùa 2 ngày 1 đêm. Chia tay và hẹn gặp lại quý khách trong những chương trình tiếp theo cùng",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 16,
      "name": "Tour Miền Bắc 5N4Đ: Sài Gòn - Hạ Long - Ninh Bình - Tam Chúc - Sapa",
      "image": "https://cdn2.ivivu.com/2020/11/20/15/ivivu-ninh-binh-bia2-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 8790000,
      "price_child": 7990000,
      "quantity_date": "5 Ngày 4 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Hà Nội",
      "quantity": 15,
      "start_date": "02/07/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Chiêm Ngưỡng Các Danh Lam Thắng Cảnh Phía Bắc.",
        "content": "Hành trình liên tuyến Sài Gòn - Hạ Long - Ninh Bình - Sapa hứa hẹn sẽ đưa du khách tới những danh lam thắng cảnh đặc sắc của Miền Bắc và miền Tây Bắc Việt Nam, với Thủ đô Hà Nội mang trong mình nét trầm ngâm của lịch sử, mảnh đất Cố Đô, ngôi chùa Tam Chúc lớn nhất thế giới...Từ du lịch hành hương đến du lịch trải nghiệm, khám phá các di sản Thiên Nhiên, thưởng thức các đặc sản từng vùng miền, dân tộc...Du khách sẽ cảm thấy tự hào khi sống trên mảnh đất hình chữ S nhiều cảnh sắc tuyệt vời này."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HCM - HÀ NỘI - HẠ LONG ( ĂN NHẸ TRÊN MÁY BAY, TỐI)",
          "timeline": [
            {
              "time": "8h50",
              "description": "Hướng dẫn viên đón Quý khách tại điểm hẹn - ga đi trong nước sân bay Quốc tế Tân Sơn Nhất (Khu vực làm thủ tục của Bamboo Airways), hỗ trợ Quý khách làm thủ tục đáp chuyến bay đi Nội Bài – Hà Nội theo giờ đã chọn.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách dùng bữa ăn nhẹ trên máy bay (theo xuất ăn của hãng hàng không cung cấp). Đến Sân bay Quốc tế Nội Bài Xe và HDV đón đoàn khởi hành đi Hạ Long.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Quý khách đến khách sạn, nhận phòng, nghỉ ngơi, tự do tắm biển, vui chơi với các dịch vụ trò chơi trên biển: dù lượn, moto nước, pháo bơi, kayak,…(chi phí trò chơi tự túc theo nhu cầu). Hoặc đăng ký các option tham quan: Khu Du Lịch Quốc Tế Tuần Châu (tự túc): Ngôi Nhà Kỳ Bí, Khu Games World, Khu vui chơi Giải trí ngoài trời, Khu Bắn Súng Sơn, CLB Biểu Diễn Cá Sấu Xiếc Thú, Sân Khấu Nhạc Nước. Sun World Hạ Long Park (tự túc): Tổ hợp trên 214hn được thiết kế bao gồm 03 phân khu chính với Hệ thống trò chơi hiện đại, đẳng cấp cùng với không gian kỳ vĩ của vịnh Hạ Long chắc chắn sẽ mang tới cho du khách những trải nghiệm khó quên: Cáp Treo Nữ Hoàng & Ngọn Đồi Huyền Bí (Vòng quay Mặt Trời Sun Wheel, Vườn nhật Zen Garden, Khu vui chơi trẻ em Kidoland, Khu trưng bày tượng sáp, Khu Video Game Arcade Zone, Làn trượt Samurai, Hồ cá Koi), Công Viên Rồng (Dragon Park: Phi Long Thần Tốc, Chiếc Ô Kỳ Diệu, Chiếc Cốc Thần, Chuyến Xe Tuổi Thơ, Theo Dấu Chân Rồng, Đu Quay Kỳ Diệu, Tê Giác Cuồng Nộ, Tầu Hải Tặc), Công Viên Nước (Typhoon Water Park : Thử thách mãng xà, Biển sóng Thần, Đảo Quốc Kỳ Diệu, Dòng Sông Lơ Đãng, Cơn Bão Nhiệt Đới, Tia Chớp Khổng Lồ).",
              "image": "https://cdn2.ivivu.com/2020/09/10/16/ivivu-sun-world-ha-long-park-1.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đến nhà hàng dùng bữa tối. Đoàn tự do thăm quan và mua sắm tại chợ đêm Hạ Long hoặc sử dụng các dịch vụ massage, spa, thuê xe đạp đôi dạo quanh thành phố ngắm cầu dây văng Bãi Cháy….",
              "image": "https://cdn2.ivivu.com/2020/10/19/16/ivivu-bai-chay.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: VỊNH HẠ LONG – NINH BÌNH ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h30",
              "description": "Quý khách dùng điểm tâm tại nhà hàng. Quý khách trả phòng, Sau đó, xe đưa quý khách ra bến tàu du lịch, lên các động theo lộ trình tuyến 4 tiếng tham quan.",
              "image": ""
            },
            {
              "time": "7h15",
              "description": "Tham quan Động Thiên Cung: tức là “Cung điện của trời”, một trong những hang động đẹp nhất ở Hạ Long. Hang rộng, có nhiều cấp nhiều ngăn với vô vàn nhũ đá, măng đá mang những hình thù kỳ lạ.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-dong-thien-cung.gif"
            },
            {
              "time": "9h30",
              "description": "Hang Đầu Gỗ: là nơi gắn liền với câu chuyện lịch sử chống quân Nguyên Mông năm 1228 của Trần Hưng Đạo, hải trình du thuyền đi giữa Hạ Long với hàng ngàn đảo đá sừng sững, du khách sẽ có dịp chiêm ngưỡng bức tranh thiên tạo khổng lồ như Hòn Đỉnh Hương, Hòn Gà Chọi, Hòn Chó Đá,….",
              "image": "https://cdn2.ivivu.com/2020/07/08/14/ivivu-hang-dau-go.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách dùng bữa trưa trên tàu với các đặc sản nổi tiếng Hạ Long. Sau đó tàu đưa đoàn về lại đất liền.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Xe đưa quý khách di chuyển về Ninh Bình theo Quốc Lộ 10. Trên đường đi Quý khách sẽ được cảm nhận, khám phá cuộc sống, phong cảnh đặc trưng của Đồng Bằng Bắc Bộ với cảnh làng quê thanh bình qua các tỉnh Hải Phòng, Thái Bình, Nam Định. Đến Ninh Bình, đoàn làm thụ tục nhận phòng và nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách dùng bữa tại nhà hàng với đặc sản Dê núi Ninh Bình, sau đó là chương trình tự do của quý khách với phố đêm Ninh bình.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: NINH BÌNH – KDL TRÀNG AN – CỐ ĐÔ HOA LƯ – HÀ NAM - CHÙA TAM CHÚC - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách dùng bữa tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "8h30",
              "description": "Đoàn khởi hành đi tham quan thắng cảnh của Ninh Bình. Khu Du Lịch Tràng An - Di sản được UNESCO công nhận là di sản văn hóa và thiên nhiên Thế giới, giúp cho Việt Nam lần đầu lọt vào danh sách 30 di sản hỗn hợp Thế Giới. Nơi những dải đá vôi, thung lũng và sông ngòi đan xen tạo nên một không gian huyền ảo, kỳ bí. Ngồi trên chiếc thuyền nhỏ, trên sông Sào Khê uốn lượn giữa cánh đồng lúa, quý khách đi đò thăm Hang sáng , Hang tối , Hang nấu rượu...",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-trang-an.gif"
            },
            {
              "time": "10h00",
              "description": "Cố Đô Hoa Lư - Kinh đô của nước ta vào thế kỷ X, nơi đây quý khách cùng tham quan hai ngôi đền thờ vua Đinh và vua Lê.",
              "image": "https://cdn2.ivivu.com/2020/09/29/13/ivivu-co-do-hoa-lu-2.gif"
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa trưa tại nhà hàng tiêp tục lộ trình về Hà Nội.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Đoàn qua Hà Nam tham quan tại quần thể danh thắng Tâm Linh Tam Chúc: Thuyền VIP đi trên lòng hồ vào quần thể tự do thăm qua Tam Chúc: một trong những hồ nước tự nhiên rộng nhất Việt Nam, có dãy núi đá vôi bao quanh. Giữa hồ có 6 quả núi nhỏ nhô lên khiến phong cảnh thơ mộng, đủ ‘sơn thủy hữu tình’. Đi thuyền trên hồ, du khách sẽ được ghé tới tham quan hòn đảo nhỏ và ngôi đình trên đó, gọi là đình Tam Chúc – ngôi đình với đầy đủ nét tinh hoa kiến trúc đền chùa Bắc Bộ. Sau đó tiếp tục lộ trình di chuyển về Hà Nội. Đến hà Nội, Sau đó đoàn nhận phòng khach sạn và nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2022/09/30/14/ivivu-chua-tam-chuc.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách đến dùng bữa tối tai nhà hàng. Đoàn tự do tham quan phố cổ Hà Nội, dạo Hồ Gươm, mua sắm tại Chợ đêm Hà Nội sầm uất... Nghỉ đêm tại khách sạn ở Hà Nội.",
              "image": "https://cdn2.ivivu.com/2022/10/17/16/ivivu-ho-guom.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: HÀ NỘI - SAPA – CỔNG TRỜI SAPA – ĐÈO Ô QUY HỒ - CẦU KÍNH RỒNG MÂY ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng",
              "image": ""
            },
            {
              "time": "7h00",
              "description": "Quý khách tiếp tục Khởi hành đi Lào Cai, chạy theo đường cao tốc Nội Bài – Lào Cai dài 245Km với chưa đầy 5h đồng hồ. Quý khách có cơ hội ngắm phong cảnh tuyệt đẹp trên cung đường Tây Bắc, dừng chân nghỉ ngơi ,khám phá phong cảnh.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Quý khách ăn trưa tại Sapa. Về khách sạn nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "Quý khách tham quan Cổng Trời Sapa - Đứng giữa cổng trời Sapa, có thể phóng tầm mắt bao quát cả thung lũng rộng lớn phía dưới với những ruộng nương xanh rì, con đường ôtô xuôi ngược Phong Thổ (Lai Châu) – Sapa (Lào Cai), xa xa là Thác Bạc – một trong 10 thác nước đẹp nhất Lào Cai, luôn được giới trẻ tìm đến khám phá.",
              "image": "https://cdn2.ivivu.com/2020/06/26/14/ivivu-cong-troi-sapa.gif"
            },
            {
              "time": "15h00",
              "description": "Hoặc Qúy khách có thể lựa chọn tham quan khu du lịch Cầu Kính Rồng Mây trải nghiệm cây cầu kính có 1 không 2 tại Sapa. Thỏa sức chiêm ngưỡng vẻ đẹp, sự hùng vĩ của dãy Hoàng Liên Sơn. (Chưa bao gồm vé Cầu kính)",
              "image": "https://cdn2.ivivu.com/2020/09/10/10/ivivu-cau-kinh-rong-may.gif"
            },
            {
              "time": "16h30",
              "description": "Chụp hình lưu niệm tại đỉnh đèo Ô Quy Hồ - một trong tứ đại đỉnh đèo của Việt Nam",
              "image": "https://cdn2.ivivu.com/2022/08/04/11/ivivu-o-quy-ho-o.gif"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng bữa tối tại nhà hàng, sau đó Quý khách tham quan: Nhà thờ Đá, Chợ tình Sapa (nếu đúng vào đêm thứ Bảy). Tự do thưởng thức các món ăn đặc trưng của người dân tộc thiểu số vùng Tây Bắc: Thắng Cố, cơm lam, lợn cắp nách, khoai nướng, bắp nướng……",
              "image": "https://cdn2.ivivu.com/2022/10/24/17/ivivu-nha-tho-sapa.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: SAPA – FANSIPAN – LÀO CAI – HÀ KHẨU - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Quý khách di chuyển đến khu vực cáp treo, lên cáp treo chinh phục đỉnh: KDL Fansipan – với 2 kỷ lục Guinness cho cáp treo Fansipan Sapa là: Cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và Cáp treo ba dây dài nhất thế giới: 6292.5m. Trải nghiệm cảm giác đi giữa biển mây, ngắm toàn cảnh Sapa và thung lũng Mường Hoa, vườn quốc gia Hoàng Liên từ trên cao. Quý khách sẽ thách thức bản thân leo thêm 600 bậc thang nữa để chinh phục “Nóc nhà Đông Dương” - đỉnh Fansipan ở độ cao 3,143m. (Chi phí cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/15/11/ivivu-dinh-fansipan-lao-cai.gif"
            },
            {
              "time": "8h45",
              "description": "Quần Thể Chùa Trên Đỉnh Fansipan: Bước ra khỏi ga Fansipan, bạn sẽ đến ngay chùa Hạ (Thanh Phong Thiền tự). Đến đây, bạn có thể viết sớ cầu an cho bản thân và gia đình. Suốt quãng đường 600 bậc thang lên đỉnh Fansipan, từ chùa Hạ lên chùa Thượng, đâu đâu bạn cũng được nghe những bản nhạc thiền rất dễ chịu, cảm giác như đang bước vào cõi Phật. Bạn nhớ đừng bỏ qua chiêm bái đại tượng Phật A Di Đà bằng đồng cao nhất Việt Nam (21,5m), được coi là biểu tượng của quần thể văn hóa tâm linh Fansipan. Nơi đây còn có Kim Sơn Bảo Thắng Tự, Đại hùng Bảo Điện với nhiều pho tượng Phật được tạo tác kỳ công, bảo tháp 11 tầng bằng đá nguyên khối, con đường La Hán với 18 bức tượng La Hán bằng đồng, hai bên là hoa đỗ quyên rực rỡ khoe sắc. Cùng với đó là nhiều công trình Phật giáo tiêu biểu như Bích Vân Thiền tự, tượng Quan Thế Âm Bồ Tát, Tháp chuông – Vọng lĩnh cao đài, miếu Sơn Thần",
              "image": "https://cdn2.ivivu.com/2022/08/05/10/ivivu-dinh-fansipan.gif"
            },
            {
              "time": "10h00",
              "description": "Đoàn có thể trải nghiệm thêm các dịch vụ trên đỉnh núi theo nhu cầu cá nhân (tự túc): Tàu Hỏa Leo Núi Đổ Quyên: Đối với những ai khoẻ mạnh hay vào những hôm thời tiết đẹp thì điều này không phải là vấn đề. Nhưng với những người lớn tuổi hoặc không may đi vào những hôm trời mù nhiều gió thì bạn nên chọn phương tiện này để lên thẳng đỉnh Fansipan. Vân Sơn Trà Quán (tự túc tùy món có giá khác nhau): Cũng trên con đường 600 bậc thang đến đỉnh Fansipan, gần chùa Hạ, bạn sẽ đi ngang Vân Sơn Trà Quán. Nơi này có thiết kế khiến bạn gợi nhớ đến Trú Vũ Trà Quán ở Bà Nà Hills. Cũng với phong cách kiểu trà đạo, ngồi xếp bằng, bàn thấp. Nơi này mây bao phủ xung quanh, bạn có thể thưởng thức một tách trà nóng, ngắm hoa đỗ quyên nở và cảm nhận không gian thanh tịnh khắp nơi.",
              "image": "https://cdn2.ivivu.com/2019/10/17/15/ivivu-tau-hoa-leo-nui1.jpg"
            },
            {
              "time": "Trưa",
              "description": "Chia tay Sapa, Quý khách lên xe khởi hành về Lào Cai, nghỉ ngơi, ăn trưa tại nhà hàng",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Sau đó sẽ ghé tham quan: Chụp hình lưu niệm tại Cửa Khẩu Hà Khẩu nơi tiếp giáp với Trung Quốc … Điểm du lịch vùng biên Chợ Cốc Lếu - tham quan và mua sắm các sản phẩm từ Trung Quốc với giá siêu rẻ (nếu còn thời gian). Quý khách khởi hành về Hà Nội - trên đường đi đoàn tự do nghỉ ngơi, ngắm cảnh đẹp của núi rừng Tây Bắc hoặc tham gia các trò chơi vui nhộn do hướng dẫn viên tổ chức, sau đó tiếp tục lộ trình về lại Sân bay.",
              "image": ""
            },
            {
              "time": "17h30",
              "description": "Đến khu vực sân bay, Quý khách dùng bữa tối tại nhà hàng, Sau đó, xe đưa quý khách vào của làm thủ tục sân bay nội bài làm thủ tục đáp chuyến bay  (sau 20h00) về lại Tp. Hồ Chí Minh. Kết thúc chuyến tham quan chia tay, chúc sức khoẻ và hẹn ngày gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 17,
      "name": "Tour Sapa 2N1Đ: Hà Nội - Khám Phá Sapa Xe Limousine",
      "image": "https://cdn2.ivivu.com/2016/08/31/14/ivivu-tour-sa…3n2d-lao-chai-ta-van-cat-cat-ham-rong-750x390.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 2300000,
      "price_child": 1725000,
      "quantity_date": "2 Ngày 1 Đêm",
      "start_location": "Hà Nội",
      "end_location": "Sapa",
      "quantity": 8,
      "start_date": "09/07/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Bữa ăn"
        },
        {
          "id": 3,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 4,
          "nameService": "Vé tham quan"
        },
        {
          "id": 5,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Ngỡ ngàng cung đường chinh phục Nóc nhà Đông Dương",
        "content": "Sa Pa là một thị trấn vùng cao, là một khu nghỉ mát nổi tiếng thuộc huyện Sa Pa, tỉnh Lào Cai, Việt Nam. Nơi đây ẩn chứa nhiều điều kỳ diệu của tự nhiên, phong cảnh thiên nhiên với địa hình của núi đồi, màu xanh của rừng cây, tạo nên bức tranh có bố cục hài hoà, có cảnh sắc thơ mộng và hấp dẫn từ cảnh quan đất trời vùng đất phía Tây Bắc. Tại đây, du khách có thể chinh phục đỉnh Fansipan của dãy Hoàng Liên Sơn, ngắm vườn hoa Hàm Rồng và khám phá thung lũng Mường Hoa."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HÀ NỘI - SAPA - BẢN CÁT CÁT ( ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h30 - 7h00",
              "description": "Xe đón quý khách tại khách sạn khu vực Phố Cổ, Nhà hát lớn Hà Nội, sau đó khởi hành đi Sa Pa.  Đoàn sẽ khởi hành đi Sapa trên đường cao tốc Nội Bài mới, rút ngắn thời gian đi từ Hà Nội đến Sapa. Quý khách có dịp chiêm ngưỡng khung cảnh núi rừng hùng vĩ trên cung đường cao tốc dài nhất Việt Nam trước khi đến với thị trấn Sa Pa thơ mộng, chìm trong mây.",
              "image": "https://cdn2.ivivu.com/2022/05/27/10/ivivu-xedcar.gif"
            },
            {
              "time": "12h30",
              "description": "Xe đến thị trấn Sa Pa nơi có rất nhiều dân tộc sinh sống như H’mong, Dao, Tày. Hướng dẫn viên sẽ đưa Quý khách ăn trưa tại nhà hàng.",
              "image": "https://cdn2.ivivu.com/2019/10/17/14/ivivu-sapa.jpg"
            },
            {
              "time": "13h00",
              "description": "Đoàn bắt đầu hành trình khám phá bản làng Cát Cát - Sìn Chải của người H’Mông - do người Pháp phát hiện và chọn nơi đây làm khu nghỉ dưỡng cho các quan chức từ đầu thế kỷ XX. Đến với bản Cát Cát, du khách sẽ được thăm bản làng Cát Cát, trạm thủy điện Cát Cát, thác nước Cát Cát, tìm hiểu văn hóa, phong tục độc đáo của người dân nơi đây với nghề truyền thống như dệt vải, chạm trổ bạc, rèn nông cụ, tục kéo vợ,...",
              "image": "https://cdn2.ivivu.com/2022/10/17/14/ivivu-cat-cat.gif"
            },
            {
              "time": "17h00",
              "description": "Đoàn trở lại thị trấn Sa Pa, dùng bữa tối và nghỉ đêm tại khách sạn.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: SAPA – KDL HÀM RỒNG/FANSIPAN - HÀ NỘI ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách thưởng thức bữa sáng tại khách sạn.",
              "image": ""
            },
            {
              "time": "7h45",
              "description": "Qúy khách bắt đầu hành trình khám phá Hàm Rồng với phong cảnh kỳ vỹ. Thăm vườn lan Đông Dương với đủ loại lan muôn màu sắc, đầu Rồng Thạch Lâm kỳ vĩ. Vượt qua cổng Trởi 1, cồng Trời 2, Qúy khách sẽ lên tới nơi cao nhất của Hàm Rồng là Sân Mây – nơi giao thoa của đất trời, ngắm nhìn toàn cảnh Sapa trên cao.",
              "image": "https://cdn2.ivivu.com/2019/02/20/11/tour-mien-bac-6n5d-ha-noi-chua-huong-sapa-halong-ha-noi-ham-rong.jpg"
            },
            {
              "time": "9h15",
              "description": "Quý khách khởi hành chinh phục đỉnh Fansipan cao 3143m – nóc nhà Đông Dương. Đây là tuyến cáp treo đạt 2 Kỷ lục Thế giới – Guinness World Record là tuyến cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và tuyến cáp treo ba dây dài nhất thế giới: 6292.5m. (Vé cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2020/06/15/16/ivivu-fansipang.gif"
            },
            {
              "time": "12h30",
              "description": "Quý khách thưởng thức ẩm thực Tây Bắc với những nguyên liệu tuơi ngon tại nhà hàng thị trấn Sapa.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Xe đưa đoàn trở về Hà Nội. Chuyến đi kết thúc tại đây. Cảm ơn quý khách đã lựa chọn công ty và xin hẹn gặp lại quý khách!",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 18,
      "name": "Tour Hà Giang 4N3Đ: HCM - Lũng Cú - Sông Nho Quế - Dốc Thẩm Mã - Dinh Thự Vua Mèo",
      "image": "https://cdn2.ivivu.com/2022/08/22/12/ivivu-am-thuc-ha-noi-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 7788000,
      "price_child": 7302000,
      "quantity_date": "4 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Hà Giang",
      "quantity": 10,
      "start_date": "30/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Ăn sáng"
        },
        {
          "id": 2,
          "nameService": "Bữa ăn"
        },
        {
          "id": 3,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 4,
          "nameService": "Vé máy bay"
        },
        {
          "id": 5,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 6,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 7,
          "nameService": "Nhà dân homestay"
        },
        {
          "id": 8,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Khám Phá Sắc Màu Vùng Cao",
        "content": "Có người đến Hà Giang vì mải mê với những nụ tam giác hồng chúm chím, hay ngẩn ngơ trước những bông cúc cam rực rỡ trên phiến đá tai mèo. Nhưng cũng không ít người đến với Hà Giang vì mê mải những cung đường uốn lượn. Hà Giang luôn đẹp, không chỉ bởi những mùa hoa mà cả bốn mùa trong năm. Đến Hà Nội, hãy cảm nhận bằng cả con tim, không ngẫu nhiên khi có quá nhiều thơ văn, âm nhạc lấy Hà Nội làm cảm hứng để sáng tác? Ai đi xa cũng nhớ về Hà Nội với một nỗi niềm khắc khoải, bâng khâng…."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP. HỒ CHÍ MINH - HÀ NỘI - QUẢN BẠ - YÊN MINH ( ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "HDV hỗ trợ quý khách làm thủ tục check in tại sân bay Tân Sơn Nhất bay đến Hà Nội. Đến sân bay Nội Bài, quý khách khởi hành đi Hà Giang. Trên đường đi Quý khách có thể ngắm cảnh rừng núi rừng Đông Bắc vô cùng hùng vĩ và hoang sơ và dừng chân chụp những bức hình lưu niệm.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách dùng cơm trưa tại Tuyên Quang.",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Quý khách tiếp tục hành trình lên núi khám phá Huyện Quản Bạ với: Núi Đôi Cô Tiên - “tác phẩm nghệ thuật” của tạo hoá ban tặng cho vùng đất này. “Núi Đôi” nổi tiếng đã tạo cho thung lũng Quản Bạ một cảnh quan độc nhất vô nhị hết sức hấp dẫn.",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-nui-doi-co-tien.gif"
            },
            {
              "time": "15h30",
              "description": "Cổng Trời Quản Bạ: Cổng trời nằm trên đỉnh cao nhất của con đèo từ Hà Giang lên Quản Bạ. Đứng ở đây Quý khách được đứng giữa biển mây bồng bềnh, cảm giác như đang ở chốn bồng lai tiên cảnh, mọi lo âu mệt mỏi dường như tan biến.",
              "image": ""
            },
            {
              "time": "Bữa tối",
              "description": "Quý khách ăn tối tại nhà hàng, về nhận phòng nghỉ ngơi và tự do khám phá về đêm tại Yên Minh.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CAO NGUYÊN ĐÁ ĐỒNG VĂN – DINH THỰ VUA MÈO – CỘT CỜ LỦNG CÚ – PHỐ CỔ ĐỒNG VĂN ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách trả phòng. Ăn sáng tại nhà hàng. Sau đó đi tham quan:",
              "image": ""
            },
            {
              "time": "7h50",
              "description": "Cao Nguyên Đá Đồng Văn: Qua cổng trời, du khách chính thức đặt chân vào cao nguyên đá, nơi nhiều nhà khoa học trên thế giới cho rằng vẫn còn là ẩn số của thiên nhiên.",
              "image": "https://cdn2.ivivu.com/2021/05/05/15/ivivu-cao-nguyen-da.jpg"
            },
            {
              "time": "8h30",
              "description": "Đoàn tham quan Dốc Thẩm Mã là con đường đèo nằm ngay trên Quốc Lộ 4C. Con dốc này gồm có 9 khúc uốn lượn trông rất đẹp mắt. Ngoài những điều hiện hữu thiên nhiên ban tặng. Nét Văn hóa được thể hiện qua từng ngôi nhà, bản làng. Sẽ khiến du khách có những - Phố Cáo - một thung lũng ở vùng cao Tây Bắc, đến đây du khách sẽ nhận ra được nét hoang sơ, mộc mạc của địa danh này. Những người dân Phố Cáo phần lớn là người dân tộc cuộc sống còn nghèo khó tuy nhiên lại rất thân thiện. Họ chào đón những người khách lạ bằng bằng những nụ cười ấm áp, luôn mở rộng cửa mời khách vào nhà chơi.",
              "image": "https://cdn2.ivivu.com/2020/10/01/16/ivivu-doc-tham-ma.gif"
            },
            {
              "time": "10h00",
              "description": "Tại đây Quý khách có thể dừng chân tham quan làng văn hóa Lũng Cẩm – Nhà của Pao nơi lấy bối cảnh những thước phim nổi tiếng “Chuyện của Pao” - thời gian này đang nở rộ với những đồng hoa tam giác mạch, hoa cải vàng…",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-van-hoa-lung-cam.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách ăn trưa tại nhà hàng Cực Bắc – Lũng Cú. Sau đó tham quan:",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "Tham quan Dinh thự vua Mèo Vương Chí Sình nằm trong một thung lũng của xã Sà Phìn với nhiều kiến trúc độc đáo và những câu chuyện ly kỳ về Gia Tộc Họ Vương của vùng núi rừng Hà Giang. ",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-dinh-thu-vua-meo.gif"
            },
            {
              "time": "15h00",
              "description": "Tham quan Cột Cờ Lũng Cú - Nơi địa đầu Tổ Quốc, hay còn được miêu tả là: “Nơi cúi mặt sát đất, ngẩng mặt đụng trời”. Quý khách thăm quan Cột cờ Tổ Quốc và chụp hình lưu niệm. ",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-cot-co-lung-cu.gif"
            },
            {
              "time": "Tối",
              "description": "Nghỉ đêm tại Đồng Văn. Tự do  khám phá ẩm thực Phố cổ Đồng Văn để thưởng thức ly cà phê phố cổ, hai bên đường có rất nhiều quán cà phê để bạn tha hồ nhàn nhã thưởng thức và “chill” theo bầu không khí đó. Song song đó, đoàn sẽ nghe HDV giới thiệu về các hoạt động buôn bán nơi đây và có dịp tự mình trải nghiệm thực tế.",
              "image": "https://cdn2.ivivu.com/2022/12/01/17/ivivu-pho-co-dong-van.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: ĐỒNG VĂN - ĐÈO MÃ PÌ LÈNG – SÔNG NHO QUẾ - TP HÀ GIANG ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách ăn sáng. Trả phòng khách sạn. Di chuyển đi tham quan",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "HDV và xe đưa quý khách đi Mèo Vạc. Trên đường Quý khách chiêm ngưỡng Đèo Mã Pì Lèng - Nơi được mệnh danh là ông vua của những con đèo tại Việt Nam. Mã Pì Lèng là điểm đến không thể thiếu khi tham quan công viên địa chất Đồng Văn, được công nhận là công viên địa chất toàn cầu vào ngày 3/10/2010. Trên địa bàn, dân cư chủ yếu là người Mông trắng với bản sắc văn hóa độc đáo, hầu như nguyên sơ.",
              "image": "https://cdn2.ivivu.com/2020/06/24/11/ivivu-deo-ma-pi-leng-ha-giang-1.gif"
            },
            {
              "time": "8h30",
              "description": "Đoàn ghé quán Đồng Văn Bar coffee. Ghé đây, bạn có thể uống cafe trong biển mây, ngắm nhìn toàn bộ quang cảnh của cao nguyên đá Đồng Văn hay thả mình theo dòng sông Nho Quế để cảm nhận vẻ đẹp đầy mê hoặc của thiên nhiên vùng cao. Check in những tấm hình thật lung linh tại đây ( Chi phí cà phê tự túc)",
              "image": "https://media-cdn.tripadvisor.com/media/photo-s/17/ae/64/8d/dong-van-bar-hotel.jpg"
            },
            {
              "time": "9h00",
              "description": "Quý khách tiếp tục hành trình với trải nghiệm đi thuyền trên sông Nho Quế, đoàn sẽ có những tấm hình check-in độc lạ với dòng sông Nho Quế và hẻm vực Tu Sản nơi đây - Tu Sản được xem là “đệ nhất hùng quan” với chiều cao vách đá lên tới 700–800m, chiều dài tới 1,7km, sâu 700–900m, là danh thắng kỳ vĩ độc nhất của vùng cao nguyên đá Đồng Văn. (chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-nho-que-1.gif"
            },
            {
              "time": "Trưa",
              "description": "Đoàn dùng cơm trưa tại nhà hàng",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn di chuyển về TP Hà Giang. Trên đường đi đoàn ghé Dốc Bắc Sum - Nhìn từ phía xa, dốc Bắc Sum tựa như một dải lụa mềm mại, vắt ngang qua đỉnh núi trập trùng sương mây mờ ảo và những dãy núi đá tai mèo cheo leo. Khung cảnh đẹp như mơ của con dốc này hiện dần ra trước mắt du khách qua từng đoạn khúc cua.",
              "image": "https://cdn2.ivivu.com/2016/09/06/09/ivivu-tour-mie-n-ba-c-3n2d-ha-giang-meo-vac-dong-van-lung-cu-tam-giac-mach.jpg"
            },
            {
              "time": "Bữa tối",
              "description": "Quý khách đến TP Hà Giang. Nhận phòng khách sạn nghỉ ngơi. Ăn tối, nghỉ ngơi.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: HÀ GIANG – KM 0 HÀ GIANG - HÀ NỘI – THÀNH PHỐ HCM ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Qúy khách dùng bữa sáng, trả phòng khách sạn di chuyển về Tuyên Quang. Trên đường đi, đoàn dừng chân chụp hình kỷ niệm tại Km0 của Hà Giang. Điểm giao nhau của QL2, QL34 và QL4C hay còn gọi là Con đường hạnh phúc.",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-cot-km0.gif"
            },
            {
              "time": "Trưa",
              "description": "Đoàn dùng cơm trưa tại nhà hang ở Tuyên Quang.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": " Đoàn dừng chân tham quan Quảng trường Nguyễn Tất Thành đã trở thành một điểm nhấn độc đáo về kiến trúc và cảnh quan của TP Tuyên Quang. Đây cũng là công trình duy nhất trong cả nước đạt 'Giải thưởng phong cảnh thành phố Châu Á' năm 2022.",
              "image": "https://cdn2.ivivu.com/2023/02/21/10/ivivu-quang-truong-nguyen-tat-thanh-tuyen-quang.gif"
            },
            {
              "time": "15h30",
              "description": "Tham quan Thành cổ Tuyên Quang là thành nhà Mạc, là một di tích lịch sử văn hóa ở phường Tân Quang. thành phố Tuyên Quang, tỉnh Tuyên Quang, Việt Nam. Thành nhà Mạc được xây dựng ở vị trí án ngữ giao thông đường thủy và đường bộ bên bờ sông Lô – Khu vực phát triển về thương nghiệp và các triều đại phong kiến. Từ thời nhà Lý đã đóng quân tại đây với tên gọi đồn Tam Kỳ (hay Tam Cờ).",
              "image": "https://cdn2.ivivu.com/2023/02/21/10/ivivu-thanh-co-tuyen-quang.gif"
            },
            {
              "time": "18h00",
              "description": "Đoàn dùng bữa tối nhẹ tại nhà hàng gần sân bay.",
              "image": ""
            },
            {
              "time": "19h00",
              "description": "Xe và HDV đưa đoàn ra sân bay Nội Bài làm thủ tục cho đoàn bay về lại Tp HCM, chia tay đoàn và kết thúc chương trình tham quan. Kết thúc chương trình, chia tay và hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 19,
      "name": "Tour Đông Bắc 5N4Đ: Cần Thơ - Hà Giang - Cao Bằng - Bắc Kạn",
      "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-nui-rung-ha-giang-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 9290000,
      "price_child": 6745000,
      "quantity_date": "5 Ngày 4 Đêm",
      "start_location": "Cần Thơ",
      "end_location": "Cao Bằng",
      "quantity": 9,
      "start_date": "08/08/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        },
        {
          "id": 3,
          "nameVehicle": "Xuồng chèo"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 4,
          "nameService": "Vé tham quan"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 2*"
        },
        {
          "id": 7,
          "nameService": "Vé máy bay"
        },
        {
          "id": 8,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Ngắm Tuyệt Tác Thiên Nhiên Vòng Cung Đông Bắc",
        "content": "Vòng Cung Đông Bắc thuộc vùng Đồng bằng Sông Hồng, sở hữu nhiều danh lam thắng cảnh nổi tiếng (Cao nguyên đá Đồng Văn, Cột cờ Hà Giang, Đèo Mã Pì Lèng, Thác Bản Giốc, Hồ Ba Bể,…). Đến với du lịch Đông Bắc du khách sẽ có dịp được trải nghiệm nhiều nét văn hóa đặc sắc của nhiều dân tộc khác nhau, thưởng thức những món ẩm thực hấp dẫn và cùng giao lưu văn hóa dân tộc,... Chuyến du lịch Vòng Cung Đông Bắc hứa hẹn sẽ là một hành trình khám phá nghỉ dưỡng thú vị, đem lại những kiến thức, những cảm nhận mới về khu di tích tạo nên lịch sử."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: CẦN THƠ - HÀ NỘI - TUYÊN QUANG - HÀ GIANG (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Xe và HDV đón Quý khách tại sân bay Nội Bài (chuyến bay hạ cánh từ 8h00 – 9h00), khởi hành đi Hà Giang. Quý khách dừng chân nghỉ ngơi và ăn trưa tại Tuyên Quang.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Quý khách tiếp tục hành trình đi Hà Giang, dừng chân thăm quan, chụp hình tại đồi chè Hàm Yên, ngắm dòng sông Lô hùng vĩ. Đến thành phố Hà Giang, chụp hình kỷ niệm tại Km0 của Hà Giang. Điểm giao nhau của QL2, QL34 và QL4C hay còn gọi là Con đường hạnh phúc.",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-cot-km0.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách ăn tối và tự do dạo chơi thăm Hà Giang về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: HÀ GIANG - YÊN MINH - ĐỒNG VĂN - LŨNG CÚ ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách ăn sáng, trả phòng khách sạn, lên xe khởi hành đi Cao nguyên đá Đồng Văn - Khám phá vẻ đẹp hoang sơ, hùng vĩ của núi rừng Đông Bắc, dừng chân tại Cổng Trời Quản Bạ ngắm toàn bộ thị trấnTam Sơn, xã Quản Bạ, dừng chân thăm & chụp hình lưu niệm tại Núi Đôi (núi Cô Tiên) - một thắng cảnh đẹp nổi tiếng của thị trấn và cũng là một minh chứng về lòng chung thủy của nhân gian truyền lại từ đời này qua đời khác.",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-nui-doi-co-tien.gif"
            },
            {
              "time": "9h00",
              "description": "Tham quan Phố Cáo với những ngôi nhà đặc trưng của người H'mông bởi những hàng rào đá cung quanh nhà.",
              "image": "https://dulichkhampha24.com/wp-content/uploads/2022/11/phoc-cao-ha-giang-c.jpg"
            },
            {
              "time": "10h00",
              "description": "Thăm bản Sủng Là thăm ngôi nhà Cổ của người H'mông với tường trình bằng đất - nơi đã được sử dụng làm bối cảnh để quay bộ phim nhựa 'Chuyện của Pao' năm 2006 của đạo diễn Ngô Quang Hải được chuyển thể từ truyện ngắn 'Tiếng đàn môi sau bờ rào đá' của nhà văn Đỗ Bích Thủy đã giành được 4 giải Cánh diều vàng. Quý khách dừng chân nghỉ ngơi và chụp hình hoa tam giác mạch gần dốc chín khoanh.",
              "image": "https://cdn2.ivivu.com/2020/06/25/11/ivivu-sung-la.gif"
            },
            {
              "time": "13h00",
              "description": "Thăm Cột Cờ Lũng Cũ - nơi địa đầu Tổ quốc, điểm có vĩ độ cao nhất trên bản đồ của Việt Nam.",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-cot-co-lung-cu.gif"
            },
            {
              "time": "15h00",
              "description": "Dinh Vua Mèo - Vương Chính Đức nằm trong một thung lũng của xã Sà Phìn, đây là dòng họ giàu có và quyền uy nhất Châu Đồng Văn vào đầu thế kỷ 20.",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-dinh-thu-vua-meo.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách tự do khám phá Đồng Văn về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: ĐỒNG VĂN – MÈO VẠC – CAO BẰNG – PẮC PÓ ( ĂN 3 BỮA)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách trả phòng khách sạn, chinh phục đèo Mã Pì Lèng trên đường đi Mèo Vạc, cũng là đoạn đẹp nhất trên con đường mang tên 'Đường Hạnh phúc'.",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-con-duong-hanh-phuc.gif"
            },
            {
              "time": "8h30",
              "description": "Chụp hình với vẻ đẹp hùng vĩ của hẻm vực Mã Pì Lèng sâu 800m - nơi địa hình bị chia cắt sâu nhất của Việt Nam.",
              "image": "https://pystravel.vn/uploads/posts/albums/3758/129f750e6cf4a56418dac9d2cb34540b.jpg"
            },
            {
              "time": "9h30",
              "description": "Du thuyền trên Sông Nho Quế Lên thuyền xuôi dòng Nho Quế đến với Hẻm Tu sản, là hẻm vực sâu nhất của Việt Nam nằm trên dòng sông Nho Quế. Dòng Nho Quế chảy vào Việt Nam từ địa phận thôn Xéo Lủng, xã Lũng Cú, huyện Đồng Văn đi qua Hẻm núi Tu Sản chạy men theo chân đèo Mã Pì Lèng (Chí phí vé tự túc).",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-song-nho-que.gif"
            },
            {
              "time": "Chiều",
              "description": "Quý khách tiếp tục khởi hành đi Cao Bằng. Đến Pác Bó, Quý khách thăm quan Khu di tích lịch sử Pắc Bó. Vào thăm nơi ở và hoạt động của Chủ tịch Hồ Chí Minh trong những năm kháng chiến từ 1941 đến 1945, đoàn chụp hình lưu niệm tại Suối Lê Nin - Núi Các Mác, thăm hang Cốc Bó. Trở về Cao Bằng nhận phòng nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2020/05/26/16/ivivu-suoi-le-nin.gif"
            },
            {
              "time": "Tối",
              "description": "Khám phá Cao Bằng về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: CAO BẰNG – THÁC BẢN GIỐC - HỒ BA BỂ ( ĂN 3 BỮA)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách ăn sáng, trả phòng khách sạn, lên xe khởi hành đi tham quan.",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Tham quan Thác Bản Giốc, thác có độ cao 53m, chia làm 3 tầng được coi là thác đẹp nhất Việt Nam và là thác lớn nhất Đông Nam Á. Đây là thác nước lớn thứ 4 trong top10 thác nước trên thế giới nằm trên đường biên giới giữa hai quốc gia.",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-thac-ban-gioc-cao-bang.gif"
            },
            {
              "time": "9h30",
              "description": "Thăm quan động Ngườm Ngao (động Hổ), một trong những hang động đẹp nhất không chỉ của Cao Bằng mà của cả miền Bắc.",
              "image": "https://cdn2.ivivu.com/2020/05/26/16/ivivu-dong-nguom-ngao.gif"
            },
            {
              "time": "Chiều",
              "description": "Quý khách khởi hành đi Hồ Ba Bể, ngắm cảnh đẹp yên bình nông thôn miền núi phía Bắc, nhận phòng, ăn tối, nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Tối",
              "description": "Khám phá Ba Bể về đêm",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 05: BA BỂ - SÂN BAY NỘI BÀI ( ĂN SÁNG, TRƯA, CHIỀU ĂN NHẸ)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Qúy khách ăn sáng, ra bến xuống thuyền thăm quan hồ Ba Bể: Ao tiên: Ao Tiên nằm ở góc hồ ba của hồ Ba Bể, là một hồ nước nhỏ nằm lọt giữa một ngọn núi nhô cao trên mặt hồ. Tương truyền là nơi xưa kia các vị thần tiên thường ngồi chơi cờ ở đây; Đền An Mạ: Đền nằm trên một ngọn núi nhỏ giữa lòng hồ. Tương truyền, trong chiến tranh phong kiến thời Lê - Mạc, các tướng nhà Mạc đã thất trận, chạy đến Động Puông rồi tuẫn tiết tại đó. Cảm kích tinh thần trung liệt, người dân đã dựng đền thờ họ Mạc, song lo bị quan quân nhà Lê phát hiện dẹp bỏ nên đã đổi tên thành Đền An Mạ. Hai từ “An Mạ” theo tiếng dân tộc Tày có nghĩa là “mồ yên mả đẹp”, nơi yên nghỉ của các trung thần họ Mạc; Đảo Bà Góa - một hòn đảo nhỏ xinh xắn nằm ngay vị trí trung tâm của Hồ, gắn liền với sự tích hình thành của Hồ. Thuyền đi chậm một vòng quanh đảo để Quý khách chụp hình.",
              "image": "https://cdn2.ivivu.com/2021/01/08/15/ivivu-ho-ba-be.gif"
            },
            {
              "time": "Chiều",
              "description": "Xe đưa Quý khách ăn nhẹ bữa chiều gần sân bay và sau đó làm thủ tục đáp chuyến bay về Cần Thơ, chia tay đoàn và hẹn ngày gặp lại",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 20,
      "name": "Tour Miền Bắc 5N4Đ: Sài Gòn - Hạ Long - Ninh Bình - Tam Chúc - Sapa",
      "image": "https://cdn2.ivivu.com/2020/11/20/15/ivivu-ninh-binh-bia2-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 9190000,
      "price_child": 8590000,
      "quantity_date": "5 Ngày 4 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Hạ Long",
      "quantity": 5,
      "start_date": "28/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Chiêm Ngưỡng Các Danh Lam Thắng Cảnh Phía Bắc.",
        "content": "Hành trình liên tuyến Sài Gòn - Hạ Long - Ninh Bình - Sapa hứa hẹn sẽ đưa du khách tới những danh lam thắng cảnh đặc sắc của Miền Bắc và miền Tây Bắc Việt Nam, với Thủ đô Hà Nội mang trong mình nét trầm ngâm của lịch sử, mảnh đất Cố Đô, ngôi chùa Tam Chúc lớn nhất thế giới...Từ du lịch hành hương đến du lịch trải nghiệm, khám phá các di sản Thiên Nhiên, thưởng thức các đặc sản từng vùng miền, dân tộc...Du khách sẽ cảm thấy tự hào khi sống trên mảnh đất hình chữ S nhiều cảnh sắc tuyệt vời này."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HCM - HÀ NỘI - HẠ LONG ( ĂN NHẸ TRÊN MÁY BAY, TỐI)",
          "timeline": [
            {
              "time": "8h50",
              "description": "Hướng dẫn viên đón Quý khách tại điểm hẹn - ga đi trong nước sân bay Quốc tế Tân Sơn Nhất (Khu vực làm thủ tục của Bamboo Airways), hỗ trợ Quý khách làm thủ tục đáp chuyến bay đi Nội Bài – Hà Nội theo giờ đã chọn.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa ăn nhẹ trên máy bay (theo xuất ăn của hãng hàng không cung cấp). Đến Sân bay Quốc tế Nội Bài Xe và HDV đón đoàn khởi hành đi Hạ Long.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": " Quý khách đến khách sạn, nhận phòng, nghỉ ngơi, tự do tắm biển, vui chơi với các dịch vụ trò chơi trên biển: dù lượn, moto nước, pháo bơi, kayak,…(chi phí trò chơi tự túc theo nhu cầu). Hoặc đăng ký các option tham quan: Khu Du Lịch Quốc Tế Tuần Châu (tự túc): Ngôi Nhà Kỳ Bí, Khu Games World, Khu vui chơi Giải trí ngoài trời, Khu Bắn Súng Sơn, CLB Biểu Diễn Cá Sấu Xiếc Thú, Sân Khấu Nhạc Nước; Sun World Hạ Long Park (tự túc): Tổ hợp trên 214hn được thiết kế bao gồm 03 phân khu chính với Hệ thống trò chơi hiện đại, đẳng cấp cùng với không gian kỳ vĩ của vịnh Hạ Long chắc chắn sẽ mang tới cho du khách những trải nghiệm khó quên: Cáp Treo Nữ Hoàng & Ngọn Đồi Huyền Bí (Vòng quay Mặt Trời Sun Wheel, Vườn nhật Zen Garden, Khu vui chơi trẻ em Kidoland, Khu trưng bày tượng sáp, Khu Video Game Arcade Zone, Làn trượt Samurai, Hồ cá Koi), Công Viên Rồng (Dragon Park: Phi Long Thần Tốc, Chiếc Ô Kỳ Diệu, Chiếc Cốc Thần, Chuyến Xe Tuổi Thơ, Theo Dấu Chân Rồng, Đu Quay Kỳ Diệu, Tê Giác Cuồng Nộ, Tầu Hải Tặc), Công Viên Nước (Typhoon Water Park : Thử thách mãng xà, Biển sóng Thần, Đảo Quốc Kỳ Diệu, Dòng Sông Lơ Đãng, Cơn Bão Nhiệt Đới, Tia Chớp Khổng Lồ).",
              "image": "https://cdn2.ivivu.com/2020/09/10/16/ivivu-sun-world-ha-long-park-1.gif"
            },
            {
              "time": "Tối",
              "description": "Đến nhà hàng dùng bữa tối. Đoàn tự do thăm quan và mua sắm tại chợ đêm Hạ Long hoặc sử dụng các dịch vụ massage, spa, thuê xe đạp đôi dạo quanh thành phố ngắm cầu dây văng Bãi Cháy….",
              "image": "https://cdn2.ivivu.com/2020/10/19/16/ivivu-bai-chay.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: VỊNH HẠ LONG – NINH BÌNH ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h30 - 7h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng. Quý khách trả phòng, Sau đó, xe đưa quý khách ra bến tàu du lịch, lên các động theo lộ trình tuyến 4 tiếng tham quan:",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Động Thiên Cung: tức là “Cung điện của trời”, một trong những hang động đẹp nhất ở Hạ Long. Hang rộng, có nhiều cấp nhiều ngăn với vô vàn nhũ đá, măng đá mang những hình thù kỳ lạ.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-dong-thien-cung.gif"
            },
            {
              "time": "9h15",
              "description": "Hang Đầu Gỗ: là nơi gắn liền với câu chuyện lịch sử chống quân Nguyên Mông năm 1228 của Trần Hưng Đạo, hải trình du thuyền đi giữa Hạ Long với hàng ngàn đảo đá sừng sững, du khách sẽ có dịp chiêm ngưỡng bức tranh thiên tạo khổng lồ như Hòn Đỉnh Hương, Hòn Gà Chọi, Hòn Chó Đá,…",
              "image": "https://cdn2.ivivu.com/2020/07/08/14/ivivu-hang-dau-go.gif"
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa trưa trên tàu với các đặc sản nổi tiếng Hạ Long. Sau đó tàu đưa đoàn về lại đất liền.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Xe đưa quý khách di chuyển về Ninh Bình theo Quốc Lộ 10. Trên đường đi Quý khách sẽ được cảm nhận, khám phá cuộc sống, phong cảnh đặc trưng của Đồng Bằng Bắc Bộ với cảnh làng quê thanh bình qua các tỉnh Hải Phòng, Thái Bình, Nam Định. Đến Ninh Bình, đoàn làm thụ tục nhận phòng và nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Tối",
              "description": "Quý khách dùng bữa tại nhà hàng với đặc sản Dê núi Ninh Bình, sau đó là chương trình tự do của quý khách với phố đêm Ninh bình.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: NINH BÌNH – KDL TRÀNG AN – CỐ ĐÔ HOA LƯ – HÀ NAM - CHÙA TAM CHÚC - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách dùng bữa tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "Đoàn khởi hành đi tham quan thắng cảnh của Ninh Bình.",
              "image": ""
            },
            {
              "time": "8h15",
              "description": "Khu Du Lịch Tràng An - Di sản được UNESCO công nhận là di sản văn hóa và thiên nhiên Thế giới, giúp cho Việt Nam lần đầu lọt vào danh sách 30 di sản hỗn hợp Thế Giới. Nơi những dải đá vôi, thung lũng và sông ngòi đan xen tạo nên một không gian huyền ảo, kỳ bí. Ngồi trên chiếc thuyền nhỏ, trên sông Sào Khê uốn lượn giữa cánh đồng lúa, quý khách đi đò thăm Hang sáng , Hang tối , Hang nấu rượu...",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-trang-an.gif"
            },
            {
              "time": "9h30",
              "description": "Cố Đô Hoa Lư - Kinh đô của nước ta vào thế kỷ X, nơi đây quý khách cùng tham quan hai ngôi đền thờ vua Đinh và vua Lê.",
              "image": "https://cdn2.ivivu.com/2020/09/29/13/ivivu-co-do-hoa-lu-2.gif"
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa trưa tại nhà hàng tiêp tục lộ trình về Hà Nội.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Đoàn qua Hà Nam tham quan tại quần thể danh thắng Tâm Linh Tam Chúc: Thuyền VIP đi trên lòng hồ vào quần thể tự do thăm qua Tam Chúc: một trong những hồ nước tự nhiên rộng nhất Việt Nam, có dãy núi đá vôi bao quanh. Giữa hồ có 6 quả núi nhỏ nhô lên khiến phong cảnh thơ mộng, đủ ‘sơn thủy hữu tình’. Đi thuyền trên hồ, du khách sẽ được ghé tới tham quan hòn đảo nhỏ và ngôi đình trên đó, gọi là đình Tam Chúc – ngôi đình với đầy đủ nét tinh hoa kiến trúc đền chùa Bắc Bộ. Sau đó tiếp tục lộ trình di chuyển về Hà Nội. Đến hà Nội, Sau đó đoàn nhận phòng khach sạn và nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Tối",
              "description": "Quý khách đến dùng bữa tối tai nhà hàng. Đoàn tự do tham quan phố cổ Hà Nội, dạo Hồ Gươm, mua sắm tại Chợ đêm Hà Nội sầm uất... Nghỉ đêm tại khách sạn ở Hà Nội.",
              "image": "https://cdn2.ivivu.com/2022/10/17/16/ivivu-ho-guom.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: HÀ NỘI - SAPA – CỔNG TRỜI SAPA – ĐÈO Ô QUY HỒ - CẦU KÍNH RỒNG MÂY ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng.",
              "image": ""
            },
            {
              "time": "7h00",
              "description": "Quý khách tiếp tục Khởi hành đi Lào Cai, chạy theo đường cao tốc Nội Bài – Lào Cai dài 245Km với chưa đầy 5h đồng hồ. Quý khách có cơ hội ngắm phong cảnh tuyệt đẹp trên cung đường Tây Bắc, dừng chân nghỉ ngơi ,khám phá phong cảnh.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Quý khách ăn trưa tại Sapa. Về khách sạn nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Tham quan Cổng Trời Sapa - Đứng giữa cổng trời Sapa, có thể phóng tầm mắt bao quát cả thung lũng rộng lớn phía dưới với những ruộng nương xanh rì, con đường ôtô xuôi ngược Phong Thổ (Lai Châu) – Sapa (Lào Cai), xa xa là Thác Bạc – một trong 10 thác nước đẹp nhất Lào Cai, luôn được giới trẻ tìm đến khám phá.",
              "image": "https://cdn2.ivivu.com/2020/06/26/14/ivivu-cong-troi-sapa.gif"
            },
            {
              "time": "15h00",
              "description": "Qúy khách có thể lựa chọn tham quan khu du lịch Cầu Kính Rồng Mây trải nghiệm cây cầu kính có 1 không 2 tại Sapa. Thỏa sức chiêm ngưỡng vẻ đẹp, sự hùng vĩ của dãy Hoàng Liên Sơn. (Chưa bao gồm vé Cầu kính)",
              "image": "https://cdn2.ivivu.com/2020/09/10/10/ivivu-cau-kinh-rong-may.gif"
            },
            {
              "time": "16h30",
              "description": "Chụp hình lưu niệm tại đỉnh đèo Ô Quy Hồ - một trong tứ đại đỉnh đèo của Việt Nam.",
              "image": "https://cdn2.ivivu.com/2022/08/04/11/ivivu-o-quy-ho-o.gif"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng bữa tối tại nhà hàng, sau đó Quý khách tham quan: Nhà thờ Đá, Chợ tình Sapa (nếu đúng vào đêm thứ Bảy). Tự do thưởng thức các món ăn đặc trưng của người dân tộc thiểu số vùng Tây Bắc: Thắng Cố, cơm lam, lợn cắp nách, khoai nướng, bắp nướng……",
              "image": "https://cdn2.ivivu.com/2022/10/24/17/ivivu-nha-tho-sapa.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: SAPA – FANSIPAN – LÀO CAI – HÀ KHẨU - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng.",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Quý khách di chuyển đến khu vực cáp treo, lên cáp treo chinh phục đỉnh: KDL Fansipan – với 2 kỷ lục Guinness cho cáp treo Fansipan Sapa là: Cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và Cáp treo ba dây dài nhất thế giới: 6292.5m. Trải nghiệm cảm giác đi giữa biển mây, ngắm toàn cảnh Sapa và thung lũng Mường Hoa, vườn quốc gia Hoàng Liên từ trên cao. Quý khách sẽ thách thức bản thân leo thêm 600 bậc thang nữa để chinh phục “Nóc nhà Đông Dương” - đỉnh Fansipan ở độ cao 3,143m. (Chi phí cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/15/11/ivivu-dinh-fansipan-lao-cai.gif"
            },
            {
              "time": "8h30",
              "description": "Quần Thể Chùa Trên Đỉnh Fansipan: Bước ra khỏi ga Fansipan, bạn sẽ đến ngay chùa Hạ (Thanh Phong Thiền tự). Đến đây, bạn có thể viết sớ cầu an cho bản thân và gia đình. Suốt quãng đường 600 bậc thang lên đỉnh Fansipan, từ chùa Hạ lên chùa Thượng, đâu đâu bạn cũng được nghe những bản nhạc thiền rất dễ chịu, cảm giác như đang bước vào cõi Phật. Bạn nhớ đừng bỏ qua chiêm bái đại tượng Phật A Di Đà bằng đồng cao nhất Việt Nam (21,5m), được coi là biểu tượng của quần thể văn hóa tâm linh Fansipan. Nơi đây còn có Kim Sơn Bảo Thắng Tự, Đại hùng Bảo Điện với nhiều pho tượng Phật được tạo tác kỳ công, bảo tháp 11 tầng bằng đá nguyên khối, con đường La Hán với 18 bức tượng La Hán bằng đồng, hai bên là hoa đỗ quyên rực rỡ khoe sắc. Cùng với đó là nhiều công trình Phật giáo tiêu biểu như Bích Vân Thiền tự, tượng Quan Thế Âm Bồ Tát, Tháp chuông – Vọng lĩnh cao đài, miếu Sơn Thần…",
              "image": "https://cdn2.ivivu.com/2022/08/05/10/ivivu-dinh-fansipan.gif"
            },
            {
              "time": "9h30",
              "description": "Tàu Hỏa Leo Núi Đổ Quyên: Đối với những ai khoẻ mạnh hay vào những hôm thời tiết đẹp thì điều này không phải là vấn đề. Nhưng với những người lớn tuổi hoặc không may đi vào những hôm trời mù nhiều gió thì bạn nên chọn phương tiện này để lên thẳng đỉnh Fansipan.",
              "image": "https://cdn2.ivivu.com/2019/10/17/15/ivivu-tau-hoa-leo-nui1.jpg"
            },
            {
              "time": "10h30",
              "description": "Vân Sơn Trà Quán (tự túc tùy món có giá khác nhau): Cũng trên con đường 600 bậc thang đến đỉnh Fansipan, gần chùa Hạ, bạn sẽ đi ngang Vân Sơn Trà Quán. Nơi này có thiết kế khiến bạn gợi nhớ đến Trú Vũ Trà Quán ở Bà Nà Hills. Cũng với phong cách kiểu trà đạo, ngồi xếp bằng, bàn thấp. Nơi này mây bao phủ xung quanh, bạn có thể thưởng thức một tách trà nóng, ngắm hoa đỗ quyên nở và cảm nhận không gian thanh tịnh khắp nơi.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Chia tay Sapa, Quý khách lên xe khởi hành về Lào Cai, nghỉ ngơi, ăn trưa tại nhà hàng.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Sau đó sẽ ghé tham quan: Chụp hình lưu niệm tại Cửa Khẩu Hà Khẩu nơi tiếp giáp với Trung Quốc …; Điểm du lịch vùng biên Chợ Cốc Lếu - tham quan và mua sắm các sản phẩm từ Trung Quốc với giá siêu rẻ (nếu còn thời gian). Quý khách khởi hành về Hà Nội - trên đường đi đoàn tự do nghỉ ngơi, ngắm cảnh đẹp của núi rừng Tây Bắc hoặc tham gia các trò chơi vui nhộn do hướng dẫn viên tổ chức, sau đó tiếp tục lộ trình về lại Sân bay.",
              "image": "https://file1.dangcongsan.vn/data/0/images/2020/09/20/chientq/1.jpg"
            },
            {
              "time": "17h00",
              "description": "Đến khu vực sân bay, Quý khách dùng bữa tối tại nhà hàng, Sau đó, xe đưa quý khách vào của làm thủ tục sân bay nội bài làm thủ tục đáp chuyến bay  (sau 20h00) về lại Tp. Hồ Chí Minh. Kết thúc chuyến tham quan chia tay, chúc sức khoẻ và hẹn ngày gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 21,
      "name": "Tour Hạ Long - Lan Hạ 2N1Đ: Du Thuyền 5 Sao La Casta",
      "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-la-caste-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 3790000,
      "price_child": 3411000,
      "quantity_date": "2 Ngày 1 Đêm",
      "start_location": "Hà Nội",
      "end_location": "Hạ Long",
      "quantity": 7,
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Du thuyền"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hải Trình Thượng Hạng Khám Phá Vịnh Lan Hạ",
        "content": "Trải nghiệm Du thuyền thiết kế theo phong cách Tân Cổ Điển. Thiết kế sang trọng với bể bơi bốn mùa (bể sục Jacuzzi) ngoài trời và ban công riêng view trọn vịnh Hạ Long – Lan Hạ. Du thuyền mang đến cho quý khách một chuyến tham quan và tận hưởng cảnh sắc đẹp nao lòng của Vịnh Hạ Long."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI – CẢNG TUẦN CHÂU – DU THUYỀN LA CASTA (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "8h30-9h00",
              "description": "Xe Limousine sẽ đón quý khách tại khách sạn Phố Cổ, Nhà hát lớn Hà Nội, di chuyển đi Hạ Long. Xe sẽ đưa quý khách qua đường cao tốc Hải Phòng.",
              "image": ""
            },
            {
              "time": "11h00-11h30",
              "description": "Quý khách xuống tới bến cảng Tuần Châu. Có mặt ở ô 17 Bến Cảng Quốc Tế Tuần Châu – Nhà chờ Du thuyền La Casta. Nhân viên nhà chờ sẽ hướng dẫn Quý khách làm thủ tục lên tàu chuyển tải và di chuyển từ Bến Tuần Châu tới Du thuyền La Casta Cruise 5 sao Hạ Long – Lan Hạ.",
              "image": ""
            },
            {
              "time": "12h30",
              "description": "Thuỷ thuỷ đoàn chào mừng Quý khách đến với hành trình 2 Ngày 1 Đêm cùng Du thuyền La Casta. Quý khách làm thủ tục nhận phòng và nghe tóm tắt về lịch trình, các quy định về an toàn trong khi thưởng thức đồ uống chào mừng.",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-la-caste.gif"
            },
            {
              "time": "13h00",
              "description": "Quý khách thưởng thức bữa trưa tại nhà hàng trên Du thuyền La Casta 5 sao, trong khi du thuyền đang di chuyển trên Vịnh Hạ Long - Lan Hạ tráng lệ, chiêm ngưỡng những cảnh quan tuyệt đẹp, những kiến tạo đá hấp dẫn do thiên nhiên ban tặng trên Vịnh.",
              "image": ""
            },
            {
              "time": "15h15",
              "description": "Quý khách có thể lựa chọn trải nghiệm dịch vụ Spa, thư giãn trên Sundeck, tắm bể bơi trên du thuyền.",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-room.gif"
            },
            {
              "time": "16h00",
              "description": "quý khách tham gia trải nghiệm chèo Kayak trên vịnh hoặc ngồi thuyền nan thăm quan, tắm biển và bơi lội ở khu vực Ba Trái Đào. Đây là khu vực có bãi tắm hoang sơ và đẹp nhất ở Vịnh Lan Hạ. (Vào các ngày thời tiết không thuận lợi, để đảm bảo sự an toàn của quý khách, lịch trình sẽ thay đổi sang tham quan hang Sáng – Tối – một trong những hang nước đẹp nhất vịnh Lan Hạ, tại đây quý khách tham gia Chèo Kayak hoặc ngồi thuyền nan ngắm cảnh sẽ có nhân viên chèo thuyền đưa Quý khách đi tham quan)",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-kayak.gif"
            },
            {
              "time": "17h30",
              "description": "Quý khách quay trở lại du thuyền tự do giải trí, ngắm hoàng hôn và thưởng thức trà chiều, trái cây tươi hoặc tắm bể bơi trên du thuyền.",
              "image": ""
            },
            {
              "time": "18h00",
              "description": "Quý khách tham gia chương trình Cooking Class được tổ chức trên khu vực nhà hàng hoặc sundeck.",
              "image": ""
            },
            {
              "time": "19h30",
              "description": "Quý khách thưởng thức bữa tối Buffet hải sản trên Du thuyền (Nếu ngày dưới 30 khách sẽ bố trí bữa tối Setmenu).",
              "image": ""
            },
            {
              "time": "Sau bữa tối",
              "description": "Quý khách có thể tham gia chương trình câu mực, thư giãn trên sundesk, thưởng thức ly rượu vang tại quầy bar…Ngủ đêm trên Du thuyền 5 Sao La Casta Cruise",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: VỊNH LAN HẠ - TRÀ BÁU – CẢNG TUẦN CHÂU – HÀ NỘI (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "6h15",
              "description": "Quý khách ngắm bình minh trên Vịnh, tham gia Tai Chi class – Lớp học Thái cực quyền với hướng dẫn viên trên tàu, thưởng thức bầu không khí trong lành trên Vịnh Lan Hạ.",
              "image": ""
            },
            {
              "time": "7h00-7h45",
              "description": "Quý khách thưởng thức trà, cafe, bánh ngọt cùng bữa sáng nhẹ tại nhà hàng.",
              "image": ""
            },
            {
              "time": "8h15",
              "description": "Du khách thăm khu địa danh Trà Báu, đây chính là địa điểm quay bộ phim Kong Skull Island (King Kong) nổi tiếng ở Quảng Ninh năm 2018. Tại đây quý khách có thể tự do chèo Kayak khám phá cảnh quan, hoặc đắm mình trong làn nước trong xanh, mát lành của nơi đây.",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-tra-bau.gif"
            },
            {
              "time": "9h00",
              "description": "Quý khách quy trở lại phòng nghỉ ngơi, tận hưởng kỳ nghỉ tuyệt vời trên vịnh.",
              "image": ""
            },
            {
              "time": "9h30",
              "description": "Quý khách làm thủ tục trả phòng và thanh toán những hoá đơn phát sinh nếu có.",
              "image": ""
            },
            {
              "time": "10h30",
              "description": "Thưởng thức bữa trưa tại nhà hàng trên Du thuyền.",
              "image": ""
            },
            {
              "time": "11h30",
              "description": "Chào tạm biệt thuỷ thủ đoàn. Quý khách rời Du thuyền lên Cano cao tốc trở lại bến Tuần Châu.",
              "image": ""
            },
            {
              "time": "12h00",
              "description": "Xe limousine đón Quý khách về lại Hà Nội.",
              "image": ""
            },
            {
              "time": "14h30",
              "description": "Về tới Hà Nội. Xe trả khách lại điểm đón ban đầu, kết thúc kỳ nghỉ 2 Ngày 1 Đêm cùng Du thuyền 5 sao La Casta Cruise Hạ Long – Lan Hạ. Hẹn gặp lại quý khách trong những hành trình sắp tới.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 22,
      "name": "Tour Hạ Long 1N: Hà Nội - Sửng Sốt - Ti Tốp",
      "image": "https://cdn2.ivivu.com/2018/12/24/17/ivivu-ha-long-aerial-03-750x390.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 900000,
      "price_child": 800000,
      "quantity_date": "Trong ngày",
      "start_location": "Hà Nội",
      "end_location": "Hạ Long",
      "quantity": 12,
      "start_date": "04/07/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Du thuyền"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bữa ăn"
        },
        {
          "id": 2,
          "nameService": "Vé tham quan"
        },
        {
          "id": 3,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Khám phá Hạ Long - Hành trình không bao giờ cũ",
        "content": "Vịnh Hạ Long là một trong những di sản thế giới tại Việt Nam được UNESCO công nhận vào năm 1994. Vịnh Hạ Long tiếp tục được bầu chọn là một trong bảy kỳ quan thiên nhiên mới của thế giới năm 2011. Trong Vịnh có hàng ngàn đảo đá với hình dạng kỳ diệu. Bạn có thể hành trình xung quanh vịnh để ngắm cảnh quan tuyệt vời và thăm một số hang động đẹp."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "Chương trình tour",
          "timeline": [
            {
              "time": "7h30-8h00",
              "description": "Xe và hướng dẫn viên đón Quý khách tại các khách sạn khu vực trung tâm phố Cổ và Nhà Hát Lớn khởi hành cho chuyến đi thăm Vịnh Hạ Long với hành trình tuyến 2 hấp dẫn giống với hành trình của những con tàu ngủ đêm trên Vịnh.",
              "image": ""
            },
            {
              "time": "12h00-12h30",
              "description": "Đến cảng tàu Hạ Long, Đoàn tập trung tại nhà chờ theo sự hướng dẫn của hướng dẫn viên, lên tàu bắt đầu hành trình khám phá Vịnh. Tàu sẽ đi qua rất nhiều các hòn đảo lớn nhỏ với nhiều hình dáng khác nhau có những tên gọi đặc biệt như: Hòn Gà Chọi, hòn Chó Đá, hòn Đỉnh Hương… Quý khách thưởng thức bữa trưa trên tàu.",
              "image": "https://cdn2.ivivu.com/2021/05/06/16/ivivu-hang-cho-da.gif"
            },
            {
              "time": "14h00",
              "description": "Đến đảo Bồ Hòn. Quý khách thăm quan Hang Sửng Sốt - Một trong những hang động đẹp nhất vịnh Hạ Long. Tiếp theo, Quý khách sẽ chèo Kayak hoặc đi thuyền nan thăm Hang Luồn ( chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2021/05/06/16/ivivu-hang-sung-sot.gif"
            },
            {
              "time": "15h00",
              "description": "Quý khách lên tàu để đến với đảo Titop. Quý khách có thể tắm biển tại bãi tắm Titop với bãi cát trắng, hoặc thử trekking leo lên đỉnh núi Titop ngắm nhìn toàn cảnh Vịnh Hạ Long.",
              "image": ""
            },
            {
              "time": "16h30",
              "description": "Quý khách quay trở lại tàu. Tàu sẽ di chuyển đưa Quý khách về lại cảng. Quý khách có thể tắm nắng trên boong tàu, nghe nhạc và thư giãn, hòa mình vào thiên nhiên của Vịnh Hạ Long.",
              "image": "https://cdn2.ivivu.com/2021/05/06/16/ivivu-daqo-ti-top.gif"
            },
            {
              "time": "18h00",
              "description": "Về cập lại cảng tàu Hạ Long. Quý khách lên xe về Hà Nội.",
              "image": ""
            },
            {
              "time": "21h00 - 21h30",
              "description": " Về tới Hà Nội, xe đưa Quý khách về lại điểm đón ban đầu. Kết thúc chương trình khám phá kỳ quan thiên nhiên thế giới Vịnh Hạ Long trong ngày. Hẹn gặp lại Quý khách! Lưu ý quan trọng: Thời gian đi thăm quan Vịnh Hạ Long có thể được điều chỉnh phụ thuộc vào thời tiết Hạ Long hoặc sự điều phối của Ban quản lý Vịnh Hạ Long. Mong Quý khách thông cảm!",
              "image": ""
            }
          ]
        }
      ]
    }
  ],
  "users": [
    {
      "id": "46fc70ef-95e9-4855-b3ea-012a6a2fddbd",
      "username": "LenhhhLenhhh",
      "fullname": "Lap",
      "email": "abc@example.com",
      "phone": "1234567890",
      "password": "12345678",
      "img": "https://img6.thuthuatphanmem.vn/uploads/2022/10/23/anime-avatar-chibi-cute_031456807.jpg"
    },
    {
      "id": "c05fe8e2-8162-4dec-9dea-d69f3804fcaa",
      "username": "LLing",
      "fullname": "Linh",
      "email": "abc@example.com",
      "phone": "1234567890",
      "password": "12345678",
      "img": "https://i0.wp.com/thatnhucuocsong.com.vn/wp-content/uploads/2023/02/Hinh-anh-avatar-cute.jpg?ssl=1"
    },
    {
      "id": "04b3de35-f505-4cbc-b2b6-1068850aae35",
      "username": "tlinhn",
      "fullname": "Thuỳ Linh Nguyễn",
      "email": "tlinh@gmail.com",
      "phone": "1234567890",
      "password": "1234",
      "img": "https://www.studytienganh.vn/upload/2022/05/112273.jpg"
    },
    {
      "id": "8ad24285-f25f-499a-8fa9-0a85d664976c",
      "username": "a",
      "fullname": "Karry Wang",
      "email": "a@gmail",
      "phone": "1234567890",
      "password": "1111",
      "img": "https://khoinguonsangtao.vn/wp-content/uploads/2022/08/hinh-anh-chibi-423x560.jpg"
    }
  ]
}