{
  "payment": [
    {
      "id": 1,
      "title": "THANH TOÁN BẰNG THẺ NỘI ĐỊA ATM",
      "description": "Sau khi đặt vé và thanh toán thành công, Lữ hành Saigontourist sẽ gửi vé điện tử của Quý khách qua email.",
      "content": "Saigontourist chấp nhận thanh toán bằng các thẻ ATM nội địa do các ngân hàng tại Việt Nam phát hành.Thẻ ghi nợ nội địa (thẻ ATM): Vietcombank, Vietinbank, DongA , VIBank, Techcombank, HDBank, Tienphong Bank, Military Bank, VietA Bank, Maritime Bank, Eximbank, SHB, Sacombank,  NamA Bank,...(23 Ngân hàng)",
      "status": false
    },
    {
      "id": 2,
      "title": "THANH TOÁN BẰNG THẺ TÍN DỤNG",
      "description": "Sau khi đặt vé và thanh toán thành công, Lữ hành Saigontourist sẽ gửi vé điện tử của Quý khách qua email.",
      "content": "Saigontourist chấp nhận thanh toán dịch vụ bằng các loại thẻ tín dụng quốc tế như Visa, Master và Amex.",
      "status": false
    },
    {
      "id": 3,
      "title": "THANH TOÁN CHUYỂN KHOẢN QUA NGÂN HÀNG",
      "description": "Sau khi đặt vé và thanh toán thành công, Lữ hành Saigontourist sẽ gửi vé điện tử của Quý khách qua email.",
      "content": "TÀI KHOẢN NGÂN HÀNG CỦA SAIGONTOURIST.Lưu ý khi chuyển khoản:KHÔNG ÁP DỤNG CHUYỂN KHOẢN CHO CÁC TOUR BÁN DỊP SỰ KIỆN Quý khách vui lòng liên hệ nhân viên tư vấn, để xác nhận số chỗ trước khi thanh toán qua ngân hàngKhi chuyển khoản, quý khách vui lòng nhập nội dung chuyển khoản là:'MDH madonhang, Họ tên, Noi dung thanh toan'Ví dụ:  'MDH 0000001, Ten khach , Mua tour tren web'Ðể việc thanh toán được chính xác. Xin cảm ơn quý khách!",
      "status": false
    },
    {
      "id": 4,
      "title": "THANH TOÁN BẰNG TIỀN MẶT TẠI VĂN PHÒNG LỮ HÀNH SAIGONTOURIST",
      "description": "Quý khách vui lòng đến các văn phòng Saigontourist để thanh toán và nhận vé.",
      "content": "VĂN PHÒNG LỮ HÀNH SAIGONTOURIST",
      "status": false
    }
  ],
  "catagories": [
    {
      "id": 1,
      "name": "Du lịch xanh"
    },
    {
      "id": 2,
      "name": "Du lịch cộng đồng"
    },
    {
      "id": 3,
      "name": "Du lịch sinh thái"
    }
  ],
  "areas": [
    {
      "id": 1,
      "name": "Miền Bắc"
    },
    {
      "id": 2,
      "name": "Miền Trung"
    },
    {
      "id": 3,
      "name": "Miền Nam"
    }
  ],
  "tours": [
    {
      "id": 1,
      "name": "Tour COMPANY TRIP MĂNG ĐEN 3N2Đ",
      "image": "https://cdn2.ivivu.com/2018/12/24/17/ivivu-ha-long-aerial-03-750x390.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 5090000,
      "price_child": 4590000,
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Măng Đen",
      "star": "4",
      "quantity": 10,
      "start_date": "20/10/2024",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 3,
          "nameService": "Vé tham quan"
        },
        {
          "id": 4,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        }
      ],
      "description": {
        "title": "Thơ mộng giữa thiên đường xanh giữa đại ngàn Tây Nguyên",
        "content": "Du lịch Măng Đen – thiên đường xanh giữa đại ngàn Tây Nguyên, là điểm đến lý tưởng cho những chuyến du lịch gia đình tìm kiếm sự bình yên và kết nối với thiên nhiên. Với hành trình 3 ngày 2 đêm, gia đình bạn sẽ được hòa mình vào không gian mát mẻ của rừng thông, khám phá thác nước hùng vĩ và thưởng thức ẩm thực địa phương đậm đà. Tour Măng Đen không chỉ mang đến những trải nghiệm khám phá mới mẻ mà còn là cơ hội để gia đình cùng nhau tận hưởng những khoảnh khắc thư giãn, gắn kết và tạo nên kỷ niệm đáng nhớ giữa lòng thiên nhiên hoang sơ."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "Ngày 01: TP. HỒ CHÍ MINH – GIA LAI - KOM TUM - MĂNG ĐEN",
          "timeline": [
            {
              "time": "6:30:",
              "description": " Đoàn tự túc làm thủ tục tại Sân bay Tân Sơn Nhất bay đến Sân bay Pleiku (Gia Lai) trên chuyến ba. Đến nơi, xe và HDV Image Travel & Events đón đoàn bắt đầu hành trình khám phá Gia Lai – Kom Tum – Măng Đen 3N2D.",
              "image": ""
            },
            {
              "time": "09:30:",
              "description": "Di chuyển tham quan, khám phá Biển Hồ là hồ tự nhiên, hoang sơ và thơ mộng, khí hậu trong lành, mát mẻ quanh năm, được đánh giá là hồ tự nhiên đẹp nhất ở Tây Nguyên. Ngoài ra, tại đây quý du khách còn có cơ hội chiêm ngưỡng Hàng thông trăm tuổi đang được giữ gìn và nuôi dưỡng.",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-2.jpg"
            },
            {
              "time": "11:00:",
              "description": "Xe đưa quý du khách đến thành phố Kom Tum dùng cơm trưa với đẵ sản địa phương: rau rừng, gỏi lá,..tại Nhà hàng Sơn Hoa, nhà hàng có kiến trúc độc đáo bậc nhất Kom Tum.",
              "image": ""
            },
            {
              "time": "13:30:",
              "description": "Sau khi, dùng bữa trưa đoàn bắt đầu tham quan thành phố Kom Tum với các địa danh nổi tiếng sau: Nhà rông, Cầu treo, Nhà thờ gỗ Kom Tum",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-3.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-4.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-5.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-6.jpg"
            },
            {
              "time": "15:30:",
              "description": "Kết thúc các điểm tham quan tại Kom Tum, đoàn lên xe di chuyển về Măng Đen nhận phòng khách sạn nghỉ ngơi. Đoàn lưu trú tại khách sạn Golden Boutique Hotel 5* đầu tiên và duy nhất tại đây",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-7.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-8.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-9.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-10.jpg"
            },
            {
              "time": "17:30:",
              "description": " Đoàn di chuyển đến Farmers Garden Măng Đen dùng bữa tối BBQ đây là khu vườn nông dân, một không gian sinh thái nông trại với hoa, rau củ quả và động vật Farmers Garden Măng Đen nổi bật với mô hình The Farm To Table Dinner. Sau bữa tối, xe đưa quý du khách khám phá Chợ phiên Măng Đen hoặc Khu kinh tế đêm Măng Đen (tùy thuộc vào tình trạng mở cửa). Một điểm nhấn vui chơi, ăn uống của Măng Đen vào buổi tối",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-11.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-12.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: HỒ ĐẮKKE - THÁC PA SỸ- ĐỨC MẸ MĂNG ĐEN - LÀNG KON PRING GALA DINNER",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn dùng bữa sáng buffet tại khách sạn."
            },
            {
              "time": "8:30:",
              "description": "Xe đưa quý du khách tham quan các địa điểm nổi tiếng không thể bỏ lỡ khi đến Măng Đen,"
            },
            {
              "description": "Hồ Đắk Ke",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-13.jpg"
            },
            {
              "description": "Thác Pa Sỹ",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-14.jpg"
            },
            {
              "description": "Làng Kon Pring",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-15.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/lang-kon-pring-3.jpg"
            },
            {
              "time": "12:00:",
              "description": "Di chuyển đến nhà hàng địa phương dùng các món ăn đặc sản: gà nướng cơm lam, sâm,… Sau đó, đoàn về khách sạn nghỉ ngơi. Tự do các hoạt động buổi chiều: chạy bộ quanh hồ ĐắkKe, chụp ảnh hàng thông, gym, bơi lội."
            },
            {
              "time": "17:30:",
              "description": "Tham gia Chương trình Gala Dinner tại khách sạn. Với nhiều hoạt động gắn kết, vui nhộn. Kết thúc chương trình, quý du khách tự do khám phá Măng Đen."
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: CẦU TREO KONLOR – NHÀ RÔNG KON KLOR – NHÀ THỜ GỖ - SÂN BAY PLÊIKU (Ăn sáng/trưa)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn dùng bữa sáng buffet tại resort. Tự do các hoạt động tại đây, quý khách có thể tự do tận hưởng không khí se lạnh tại Măng Đen với các quán cà phê nổi tiếng: Dị Cafe; Tiệm cà phê Xanh Yên (săn mây); Sóc Coffee,…Trả phòng.",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-16.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-17.jpg"
            },
            {
              "image": "https://imagetravel.vn/wp-content/uploads/2024/10/dulichmangden-18.jpg"
            },
            {
              "time": "11:30",
              "description": "Sau khi trả phòng xong, xe đưa đoàn dùng bữa trưa tại nhà hàng địa phương và ghé cửa hàng đặc sản mua quà cho người thân và bạn bè (chi phí tự túc). Quý du khách di chuyển về lại Sân bay Pleiku (Gia Lai) bay về Sân bay Tân Sơn Nhất. Kết thúc chương trình, đội ngũ Image Travel & Events chia tay đoàn, chào tạm biệt và hẹn gặp lại trong những hành trình sau!"
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "name": "TEAMBUILDING QUẢNG BÌNH – WE ARE ONE 3N2Đ",
      "image": "https://imagetravel.vn/wp-content/uploads/2024/03/4-dong-phong-nha.jpg",
      "catagoryId": 1,
      "areaId": 2,
      "price_adult": 4850000,
      "price_child": 4350000,
      "quantity_date": "3 NGÀY 2 ĐÊM",
      "start_location": "Hồ Chí Minh",
      "end_location": "Quảng Bình",
      "star": "4",
      "quantity": 10,
      "start_date": "20/10/2024",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hành Trình đi dọc miền trung đất nước",
        "content": "Quảng Bình – một điểm đến hoàn hảo cho chương trình teambuilding đầy ý nghĩa và sôi động. Với sự kết hợp hài hòa giữa cảnh đẹp thiên nhiên hoang sơ và các hoạt động vui chơi, giải trí hiện đại, Quảng Bình không chỉ là nơi để thư giãn mà còn là môi trường lý tưởng để xây dựng, tăng cường tinh thần đồng đội và gắn kết nhóm."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: Đón đoàn tại Quảng Bình - Team Building “We are one” (Ăn trưa/tối)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Nhóm Hà Nội: Quý du khách tự túc làm thủ tục tại Sân bay Nội Bài để lên chuyến bay VN1591 HAN – VDH, khởi hành lúc 08:55 và dự kiến đến Sân bay Đồng Hới lúc 10:10."
            },
            {
              "time": "Buổi sáng",
              "description": "Nhóm Hồ Chí Minh: Quý du khách tự túc làm thủ tục tại Sân bay Tân Sơn Nhất để lên chuyến bay VJ262 SGN – VDH, khởi hành lúc 07:25 và dự kiến đến Sân bay Đồng Hới lúc 09:00."
            },
            {
              "time": "Buổi sáng",
              "description": "Nhóm Đà Nẵng: Đón quý du khách lúc 5h00 tại điểm hẹn và khởi hành đến Đồng Hới.",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/03/3-teambuilding-quang-binh.jpg"
            },
            {
              "time": "9:00:",
              "description": "Hướng dẫn viên của Image Travel & Events sẽ đón đoàn từ Sân bay Đồng Hới và dẫn nhóm Hồ Chí Minh đến Bãi biển Nhật Lệ để tận hưởng không khí biển tươi mát và thư giãn sau chuyến bay. Tham quan Tượng đài Mẹ Suốt để hiểu về lịch sử và văn hóa địa phương.",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/03/1-bai-bien-nhat-le.jpg"
            },
            {
              "time": "10h40:",
              "description": "Ba nhóm gặp nhau để bắt đầu hành trình khám phá Teambuilding Quảng Bình. Đoàn di chuyển đến một nhà hàng địa phương để thưởng thức bữa trưa đậm đà hương vị địa phương."
            },
            {
              "time": "13h30:",
              "description": "Sau bữa trưa, quý khách trở về resort để nhận phòng và thư giãn sau chuyến đi."
            },
            {
              "time": "15h00:",
              "description": "Tham gia vào chương trình Teambuilding “We are one” tại bãi biển resort. Trải qua những hoạt động gắn kết và hỗ trợ nhau, mỗi thành viên trong nhóm sẽ cảm nhận được ý nghĩa của sự đoàn kết và làm việc nhóm."
            },
            {
              "time": "18h30",
              "description": "Di chuyển đến một nhà hàng khác để thưởng thức bữa tối. Sau đó, quý khách có thời gian tự do để khám phá vẻ đẹp và văn hóa của Quảng Bình hoặc tham gia các hoạt động giải trí tại resort.Chương trình chi tiết cho hai ngày tiếp theo sẽ được thông báo trong buổi tối để quý du khách có thể chuẩn bị và tham gia đầy đủ. Chúc quý du khách có một trải nghiệm Teambuilding ý nghĩa và đáng nhớ tại Quảng Bình!"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: Động Phong Nha - Sông Chày - Hang Tối - Gala Dinner (Ăn sáng/trưa/tối)",
          "timeline": [
            {
              "time": "6:30",
              "description": "Đoàn thưởng thức buffet sáng ngon miệng tại resort để bắt đầu một ngày mới tràn đầy năng lượng.",
              "image": ""
            },
            {
              "time": "7h00",
              "description": "Sau khi ăn sáng, đoàn di chuyển đến Động Phong Nha – một trong những điểm đến nổi tiếng và đặc biệt của Quảng Bình. Được mệnh danh là Kỳ quan đệ nhất động, Động Phong Nha là hang động nước dài nhất Đông Nam Á, với vẻ đẹp hoang sơ và kỳ diệu của thiên nhiên.",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/03/4-dong-phong-nha.jpg"
            },
            {
              "time": "12h00",
              "description": "Đoàn di chuyển đến Sông Chày – Hang Tối để tham gia các hoạt động giải trí và thưởng thức bữa trưa tại đây."
            },
            {
              "time": "12h30",
              "description": "Sau khi ăn trưa, quý du khách sẽ được tham gia vào một loạt các hoạt động hấp dẫn như đu zipline, chèo kayak, cầu mạo hiểm Sasuke, máng trượt nước và nhiều trò chơi khác trên sông. Đây là cơ hội tuyệt vời để tăng cường tinh thần đồng đội và trải nghiệm những cảm giác mạnh mẽ trong không gian thiên nhiên hoang dã của Sông Chày.",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/03/5-hang-toi.jpg"
            },
            {
              "time": "15h00",
              "description": "Sau một ngày tràn đầy hoạt động thú vị và khám phá, xe đưa quý du khách trở về resort  Celina Peninsula Resort – tiêu chuẩn 5* nơi bạn có thể thư giãn và nghỉ ngơi sau những bữa ăn ngon miệng và các trò chơi teambuilding sôi động.",
              "image": ""
            },
            {
              "time": "Bữa tối",
              "description": "Đoàn dùng cơm tối tại nhà hàng Đông Hà, quảng Trị.",
              "image": ""
            },
            {
              "time": "18h00",
              "description": "Tham gia vào sự kiện Gala Dinner tại resort. Đây là dịp lý tưởng để tất cả mọi người cùng tụ họp, chia sẻ những trải nghiệm và kỷ niệm từ chương trình Teambuilding Quảng Bình. Với không gian ấm cúng và sang trọng, buổi tối sẽ được kết hợp với nhiều hoạt động và chương trình thú vị như biểu diễn nghệ thuật, trò chơi teambuilding, và nhiều điều bất ngờ khác. Kết Thúc Chương Trình sau buổi Gala Dinner, quý du khách có thời gian tự do để thư giãn hoặc khám phá thêm các dịch vụ và tiện ích tại resort trước khi chuẩn bị cho việc trở về.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: Check out - Bay về (Ăn sáng)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Sau khi thức dậy, quý du khách được tự do thưởng thức bữa sáng buffet tại nhà hàng của resort. Với sự đa dạng của các món ăn từ địa phương đến quốc tế, bạn có thể chọn lựa và thưởng thức những món ưa thích. Tùy theo sở thích và mong muốn cá nhân, bạn có thể tham gia vào các hoạt động vui chơi, giải trí như bơi lội, tắm nắng tại bãi biển, thư giãn tại spa, tham gia các trò chơi thể thao như tennis, bóng rổ, bóng chuyền biển, hoặc tham gia các lớp học như học nấu ăn, làm mỹ phẩm tự nhiên, và nhiều hoạt động khác.",
              "image": "https://imagetravel.vn/wp-content/uploads/2024/03/6-teambuilding-quang-binh.jpg"
            },
            {
              "time": "8h00",
              "description": "Nhóm Hồ Chí Minh tiến hành thủ tục trả phòng tại resort, sau đó xe đưa quý du khách đến Sân bay Đồng Hới. Tại sân bay, quý du khách tự túc thực hiện các thủ tục cần thiết trước khi lên chuyến bay VJ261 dự kiến 09:35 – 11:10 từ Đồng Hới đến Sân bay Tân Sơn Nhất.",
              "image": ""
            },
            {
              "time": "9h00",
              "description": "Nhóm Hà Nội hoàn tất thủ tục trả phòng tại resort và tiến hành di chuyển đến Sân bay Đồng Hới. Tại sân bay, quý du khách tự túc làm các thủ tục cần thiết trước khi lên chuyến bay VN1590 dự kiến 10:50 – 11:55 từ Đồng Hới đến Sân bay Nội Bài.",
              "image": ""
            },
            {
              "time": "11h00",
              "description": "Nhóm Đà Nẵng thực hiện thủ tục trả phòng tại resort và được đưa trở về điểm đón ban đầu.",
              "image": ""
            },
            {
              "time": "Kết thúc",
              "description": "Chương trình Teambuilding Quảng Bình kết thúc với những kỷ niệm đáng nhớ. Hướng dẫn viên và đội ngũ Image Travel & Events chân thành cảm ơn quý du khách đã tham gia và hy vọng sẽ được chào đón trở lại trong những hành trình tiếp theo!",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 3,
      "name": "COMPANY TRIP TÂY NGUYÊN – SÔNG SÊ RÊ POK VÀ NHỮNG ĐIỀU NHỎ XÍU, CƯỜI CÙNG VOI 3 NGÀY 3 ĐÊM",
      "image": "https://imagetravel.vn/wp-content/uploads/2023/12/SONG-SE-RE-POK-Tour-TPHCM-Dak-Lak.jpg",
      "catagoryId": 1,
      "areaId": 2,
      "price_adult": 4850000,
      "price_child": 4350000,
      "quantity_date": "3 NGÀY 3 ĐÊM",
      "start_location": "Hồ Chí Minh",
      "end_location": "Đắk Lắk",
      "star": "4",
      "quantity": 10,
      "start_date": "20/10/2024",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "COMPANY TRIP TÂY NGUYÊN – SÔNG SÊ RÊ POK VÀ NHỮNG ĐIỀU NHỎ XÍU",
        "content": "Company trip Tây Nguyên là chương trình không thể bỏ qua khi Quý doanh nghiệp đang tìm kiếm một điểm mới lạ, độc đáo trong chương trình company trip của mình. Tùy theo nhu cầu của doanh nghiệp, IMAGE Travel sẽ thiết kế tour du lịch phù hợp, đưa bạn đến với những địa điểm nổi tiếng nhất của Tây Nguyên như: Buôn Ma Thuột, Đà Lạt, Kon Tum, Gia Lai,…Trải nghiệm văn hóa độc đáo của các dân tộc thiểu số: M’nông, Ê Đê, Jrai,… Tham gia lễ hội, thưởng thức ẩm thực địa phương, và tìm hiểu về phong tục tập quán đặc trưng. Khám phá thiên nhiên hùng vĩ: Vườn quốc gia Yok Đôn, thác Dray Nur, hồ Lắk,… Tận hưởng bầu không khí trong lành và cảnh quan ngoạn mục. Tham gia các hoạt động team building thú vị: Chinh phục thác, trekking, cắm trại,… Tăng cường tinh thần đoàn kết và hợp tác giữa các thành viên trong công ty."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "ĐÊM NGÀY 1: TP. HỒ CHÍ MINH – ĐẮK LẮK",
          "timeline": [
            {
              "time": "21h00",
              "description": "Xe và HDV Image Travel & Events đón đoàn tại điểm hẹn bắt đầu chương trình company trip Tây Nguyên hành trình TP. Hồ Chí Minh – Đắk Lắk 3 ngày 3 đêm. Quý du khách nghỉ đêm trên xe."
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: SÊ - RÊ - PỐK CHẢY NGƯỢC VÀ NHỮNG ĐIỀU NHỎ XÍU (Ăn sáng/trưa/tối)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn đến Đắk Lắk, vệ sinh cá nhân sau đó bữa sáng tại nhà hàng địa phương. Sau bữa sáng, đoàn khởi hành chương trình company trip Tây Nguyên ngày đầu tiên đến khu du lịch thác Dray – Nur, tham quan cụm 3 thác Dray – Nur, Dray Sáp và Gia Long.",
              "image": ""
            },
            {
              "time": "8h30",
              "description": "Đoàn đến với thác, bắt đầu hành trình KHÁM PHÁ DÒNG SÔNG SÊ RÊ PỐK CHẢY NGƯỢC.",
              "image": "https://imagetravel.vn/wp-content/uploads/2023/12/SONG-SE-RE-POK-Tour-TPHCM-Dak-Lak.jpg"
            },
            {
              "time": "Tham gia",
              "description": "Check-in thác Gia Long, bắt đầu trải nghiệm hoạt động Rafting qua những ghềnh đá của sông Sê-rê-pốk – một trong những con sông chảy ngược ở Việt Nam",
              "image": "https://imagetravel.vn/wp-content/uploads/2023/12/thac-Gia-Long.jpg"
            },
            {
              "time": "12h30",
              "description": "Quý du khách dùng bữa trưa tại nhà hàng địa phương. Nghỉ ngơi."
            },
            {
              "time": "14h00",
              "description": "Đoàn bắt đầu di chuyển bằng xe máy cày, qua rẫy cà phê của người Ê-đê để đến với điểm tổ chức hoạt động NHỮNG ĐIỀU NHỎ XÍU. Đoàn tặng nhu yếu phẩm: quần áo, mì tôm, gạo,… cho các gia đình gặp hoàn cảnh khó khăn trong buôn."
            },
            {
              "time": "16h30",
              "description": "Xe đưa quý du khách về lại trung tâm Buôn Ma Thuột, nhận phòng khách sạn nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "18h30",
              "description": "Đoàn di chuyển đến nhà hàng địa phương dùng cơm tối. Tự do khám phá Buôn Ma Thuột về đêm. Kết thúc chương trình company trip Tây Nguyên ngày 1",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "HỒ LẮK – TÔI CƯỜI CÙNG VOI – GALA DINNER BẢO TÀNG THẾ GIỚI CÀ PHÊ (Ăn sáng/trưa/tối)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn dùng bữa sáng tại khách sạn."
            },
            {
              "time": "8h00",
              "description": "Di chuyển đến khu vực Hồ Lắk, thuộc huyện Lắk.",
              "image": "https://imagetravel.vn/wp-content/uploads/2023/12/Ho-Lak.jpg"
            },
            {
              "time": "9h00",
              "description": "Đoàn đến với nhà của những chú voi. Tham gia hoạt động Du lịch có trách nhiệm – “Tôi cười cùng voi”. Gặp gỡ những chú voi ở đây, tham gia cho voi ăn, chơi cùng voi và tắm cho voi. *Nghiêm cấm cỡi và làm hại đến voi.",
              "image": ""
            },
            {
              "time": "-",
              "description": "Tiếp đến, đoàn tham gia các trải nghiệm khám phá Hồ Lắk, đây là hồ nước ngọt tự nhiên lớn nhất tỉnh Đắk Lắk và hồ tự nhiên lớn thứ hai Việt Nam. Đi thuyền trên hồ Lắk bạn có thể bắt gặp những chiếc thuyền độc mộc truyền thống của người M’nông ở đây. Sau đó, đoàn di chuyển lên xe máy cày khám phá Hồ Lắk theo góc nhìn khác, đi dạo thăm buôn làng của người M’nông.",
              "image": ""
            },
            {
              "time": "11h00",
              "description": "Tham quan Biệt điện Bảo Đại, ngắm toàn cảnh view hồ Lắk.",
              "image": "https://imagetravel.vn/wp-content/uploads/2023/12/thac-Gia-Long.jpg"
            },
            {
              "time": "12h00",
              "description": "Di chuyển đến nhà dài truyền thống của người đồng bào M’nông. Dùng bữa trưa tại đây. Tự do nghỉ ngơi tại nhà dài truyền thống.",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "Tìm hiểu và xem các nghệ nhân làm gốm cổ đen của người M’nông, đây cũng là làng gốm cổ duy nhất còn lại trên địa bàn Tây Nguyên. Với sự hướng dẫn của các nghệ nhân. Hoạt động cuối cùng tại Hồ Lắk quý du khách trải nghiệm Ngâm chân bằng thảo dược địa phương thư giãn.",
              "image": "https://imagetravel.vn/wp-content/uploads/2023/12/gom-co-den.jpg"
            },
            {
              "time": "14h00",
              "description": "Xe đưa quý du khách về lại trung tâm thành phố, nghỉ ngơi, chuẩn bị chương trình gala dinner.",
              "image": ""
            },
            {
              "time": "18h00",
              "description": "Đoàn tham dự Chương trình Gala Dinner tại Bảo tàng Thế giới cà phê. Nơi đây, gắn liền với lịch sử và văn hóa cà phê của thế giới. Cùng chiêm ngưỡng một công trình kiến trúc độc đáo, với những góc check-in “siêu ảo”.",
              "image": "https://imagetravel.vn/wp-content/uploads/2023/12/Bao-tang-The-gioi-ca-phe.jpg"
            },
            {
              "time": "-",
              "description": "Đặc biệt, trong chương trình này quý du khách sẽ có những trải nghiệm thú vị, đáng nhớ & gắn kết. Tận hưởng giây phút vui vẻ cùng tiết mục Giao lưu văn hóa cồng chiêng cùng người dân địa phương. Kết thúc chương trình company trip Tây Nguyên ngày 2, xe đưa quý du khách về khách sạn, tự do khám phá Buôn Ma Thuột về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 3: ĐẮK LẮK – TP.HỒ CHÍ MINH",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn dùng bữa sáng tại khách sạn. Tiếp tục chương trình company trip Tây Nguyên ngày 3"
            },
            {
              "time": "8h30",
              "description": "Xe đưa quý du khách tham quan tại Aeroco Farm, nằm sát cạnh hồ Eakao thơ mộng nông trại hiện ra như một điểm nhấn trong bức tranh thiên nhiên dân dã, mộc mạc và bình yên của vùng đất Tây Nguyên trù phú. Tại đây, tạo ra những sản phẩm cà phê an toàn cho sức khỏe người tiêu dùng và phát triển bền vững.",
              "image":"https://imagetravel.vn/wp-content/uploads/2023/12/Aeroco-Farm-.jpg"
            },
            {
              "time": "11h00",
              "description": "Đoàn di chuyển tham quan Buôn nhà giàu Ako Dhong. Đây là buôn làng của người Ê–đê có lịch sử lâu đời nhất tại Buôn Ma Thuột, nổi tiếng giàu có với những nhà ngói khang trang, sang trọng.",
              "image":"https://imagetravel.vn/wp-content/uploads/2023/12/Ako-Dhong.jpg"
            },
            {
              "time": "12h00",
              "description": "Xe đưa quý du khách đến nhà hàng địa phương dùng cơm trưa. Sau đó, khởi hành về TP. Hồ Chí Minh. Kết thúc chương trình company trip Tây Nguyên.",
              "image":""
            }
          ]
        }
      ]
    },
    {
      "id": 6,
      "name": "Tour Cao Cấp Phú Quốc 3N2Đ: Grand World - Địa Trung Hải - Cầu Vồng Hoàng Hôn",
      "image": "https://cdn2.ivivu.com/2023/02/17/11/ivivu-cau-hon-2.gif",
      "catagoryId": 2,
      "areaId": 3,
      "price_adult": 5490000,
      "price_child": 3935000,
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Phú Quốc",
      "star": "4",
      "quantity": 10,
      "start_date": "22/10/2024",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Ca nô"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 7,
          "nameService": "Vé máy bay"
        },
        {
          "id": 8,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hành Trình Trải Nghiệm Thành Phố Đảo Ngọc",
        "content": "Thường được biết đến với tên 'Đảo Ngọc', Phú Quốc sở hữu những bãi biển hoang sơ tuyệt đẹp, sinh vật biển đa dạng và cảnh quan thiên nhiên phong phú được kết hợp tài tình với những cánh rừng tự nhiên, núi, biển và thác nước, sông hồ. Phú Quốc luôn là một trong những điểm nghĩ dưỡng hàng đầu với các khu resort đẳng cấp quốc tế cùng với những khu vui chơi, giải trí quy mô bậc nhất Đông Nam Á như công viên chủ đề Vin Wonders, thành phố không ngủ Grand World, casino Phú Quốc....Ngoài ra, Phú Quốc vẫn còn lưu giữ nhiều di tích văn hóa, lịch sử và các nghề truyền thống hàng trăm năm tuổi như nghề làm nước mắm Phú Quốc trứ danh"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: PHÚ QUỐC – ĐỊA TRUNG HẢI – CẦU VỒNG HOÀNG HÔN ( ĂN SÁNG, TRƯA, CHIỀU)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đến sân bay Phú Quốc, xe và Hướng dẫn viên đón Quý khách. Đoàn dùng bữa sáng. Sau đấy viếng thăm Dinh Cậu – Dinh Bà, biểu tượng tín ngưỡng ngư dân địa phương.",
              "image": "https://cdn2.ivivu.com/2021/04/23/10/ivivu-dinh-cau-phu-quoc.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách ăn trưa tại nhà hàng. Sau đó về khách sạn nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Tham quan Thiền Viên Trúc Lâm Chùa Hộ Quốc",
              "image": "https://cdn2.ivivu.com/2020/07/14/17/ivivu-chua-ho-quoc.gif"
            },
            {
              "time": "15h00",
              "description": "Tham quan Di Tích Lịch Sử Nhà Tù Phú Quốc",
              "image": "https://cdn2.ivivu.com/2018/04/05/15/ivivu-nha-tu-phu-quoc.jpg"
            },
            {
              "time": "16h00",
              "description": "Tham quan Nhà Thùng Nước Mắm Phú Quốc",
              "image": ""
            },
            {
              "time": "16h30",
              "description": "Check In Địa Trung Hải – Nhà Ga Cáp Treo",
              "image": "https://cdn2.ivivu.com/2022/03/07/10/ivivu-thi-tran-dia-trung-hai.gif"
            },
            {
              "time": "17h00",
              "description": "Check In Cầu Vồng Hoàng Hôn Trên Đảo Ngọc Phú Quốc ( Phí tự túc )",
              "image": "https://cdn2.ivivu.com/2023/02/17/11/ivivu-cau-hon-2.gif"
            },
            {
              "time": "Bữa tối",
              "description": "Xe và hướng dẫn viên đưa quý khách đến nhà hàng địa phương dùng cơm tối với nhiều món hải sản đặc sản biển đảo Phú Quốc",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Sau khi dùng cơm tối quý khách về lại khách sạn nghỉ ngơi, quý khách tự tham quan khám phá đảo ngọc Phú Quốc như tham quan Chợ đêm, đăng ký chương trình câu mực đêm ( Chi phí tự túc )",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: VINHOLIDAY FIESTA - GRAND WORLD – VINWONDERS ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "7h30",
              "description": "Sau bữa sáng tại khách sạn, Quý khách làm thủ tục trả phòng tiếp tục lên xe tham quan: Nông trại nuôi cấy Ngọc Trai Biển Phú Quốc, Vườn Sim Phú Quốc, Hồ tiêu phú quốc.",
              "image": "https://cdn2.ivivu.com/2020/05/27/12/ivivu-ho-tieu-pq.gif"
            },
            {
              "time": "10h00",
              "description": "Check in Kiến Trúc Nhà Tre độc đáo tại đảo ngọc tại Grand World",
              "image": "https://cdn2.ivivu.com/2021/12/14/16/ivivu-nha-tre-lon-phu-quoc.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Xe và HDV đưa đoàn dùng cơm trưa tại nhà hàng, sau khi dùng cơm trưa xong quý khách về làm thủ tục nhận phòng khách sạn Vinholidays Fiesta trong hệ thống resort 5 sao tại Vinperl năm ngay trong Thành phố không ngủ Grand World",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Qúy khách tự do hưởng thụ dịch 5 sao tại khách sạn. Hoặc  Quý khách có thể sắp xếp thời gian tham quan thêm Vinwonders hoặc  Safari ( Chi phí tự túc )",
              "image": "https://cdn2.ivivu.com/2022/10/04/15/ivivu-grand-world-phu-quoc-1.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Qúy khách tự do ăn tối tại nhà hàng hoặc Chợ đêm trong Grand World. sau khi dùng cơm tối xong đoàn tiếp tục thư giản giải trí tại các quán bar biển chờ đến giờ xem biểu diễn Show diễn triệu đô trên sông Vencia. Về khách sạn nghỉ đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: PHÚ QUỐC  CITY – ĐẶC SẢN BÚN QUẬY-   HẸN GẶP LẠI ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng tại khách sạn. Tự do tắm biển tắm hồ bơ tại khách sạn. Đi bộ hoặc xe điện tham quan chụp ảnh Grand world vào ban ngày.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách làm thủ tục trả phòng khách sạn, Xe và hướng dẫn viên đưa Quý khách đến thưởng thức đặc sản nổi tiếng Bún Quậy Phú Quốc.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Sau đó đoàn tiếp tục tham quan Đặc sản Khô Phú Quốc. Đến giờ xe và HDV đưa đoàn ra sân bay hoặc bến tàu Phú Quốc, làm thủ tục lên máy bay lên tàu.Kết thúc chương trình tham quan tại Phú Quốc. Hdv và lái xe Chúc sức khỏe quý khách và hẹn gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 7,
      "name": "Tour Đà Nẵng 4N3Đ: Sơn Trà - Hội An - Bà Nà (Cầu Vàng) - Huế",
      "image": "https://cdn2.ivivu.com/2021/05/07/10/ivivu-ba-na-hill.gif",
      "catagoryId": 2,
      "areaId": 1,
      "price_adult": 3050000,
      "price_child": 1525000,
      "quantity_date": "4 ngày 3 đêm",
      "start_location": "Đà Nẵng",
      "end_location": "Huế",
      "star": "4",
      "quantity": 10,
      "start_date": "21/06/2024",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Chinh phục cung đường di sản miền Trung",
        "content": "Miền Trung, dải đất thân thương nối liền hai miền Nam - Bắc của Việt Nam. “Cung đường di sản miền Trung” sẽ kết nối du khách với các di sản văn hóa của nhân loại được UNESCO công nhận bao gồm: Huế với hai di sản là Quần thể di tích Cố đô Huế và Nhã Nhạc cung đình; Quảng Nam với hai di sản là Thánh địa Mỹ Sơn và đô thị cổ Hội An. Trên mỗi bước đi, du khách còn có thể khám phá cho mình nhiều điểm đến hấp dẫn: Bà Nà Hill, Làng Chài Lăng Cô, và nhiều bãi tắm tuyệt đẹp: Cửa Đại, Non Nước, Lăng Cô, Nhật Lệ, cùng với những nét ẩm thực độc đáo của Miền Trung. Cùng iVIVU khám phá cung đường tuyệt vời này ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: ĐÓN KHÁCH – SƠN TRÀ - ĐÀ NẴNG (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": " Đón quý khách tại Đà Nẵng (Sân bay, Ga, điểm hẹn trung tâm) từ 07h00 đến 13h00 (Sau thời gian này, quý khách tự túc nhập đoàn). Xe đưa đi ăn trưa đặc sản nổi tiếng Đà Nẵng “Bánh tráng thịt heo 2 đầu da & Mỳ Quảng”.",
              "image": "https://cdn2.ivivu.com/2018/08/23/15/ivivu-banh-trang-thit-heo-2-dau-da.jpg"
            },
            {
              "time": "Chiều",
              "description": "Khởi hành đến Bán Đảo Sơn Trà – Rừng già giữa lòng phố trẻ viếng Linh Ứng Tự - nơi có tượng Phật Bà 67m hướng ra biển Đông.",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-chua-linh-ung.jpg"
            },
            {
              "time": "Tối",
              "description": " Ăn tối nhà hàng. Tự do trải nghiệm Công viên Châu Á - Asia Park Đà Nẵng là sự kết hợp những nét độc đáo, mới lạ của các mô hình giải trí trên thế giới với những nét văn hóa đặc sắc đậm chất Á Đông.",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-chua-linh-ung.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: NGŨ HÀNH SƠN – PHỐ CỔ HỘI AN (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Điểm tâm. Vòng qua Cầu Rồng lưu lại dấu ấn trên Cầu Tình Yêu, tản bộ thưởng thức không khí trong lành bên bờ Hàn Giang với tượng Cá Chép Hóa Long - Biểu tượng mong muốn vươn lên của người Đà Nẵng.Tham quan Cụm danh thắng di tích Ngũ Hành Sơn và Làng Nghề Điêu Khắc Đá. Mua sắm đặc sản Quà Miền Trung",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-cau-rong.jpg"
            },
            {
              "time": "Trưa",
              "description": "Ăn trưa nhà hàng.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": " Khởi hành vào Hội An bách bộ tham quan và mua sắm Phố Cổ với: Chùa Cầu Nhật Bản, Nhà Cổ hàng trăm năm tuổi, Hội Quán Phước Kiến & Xưởng thủ công mỹ nghệ.",
              "image": "https://cdn2.ivivu.com/2021/05/07/10/ivivu-hoi-an.gif"
            },
            {
              "time": "Tối",
              "description": "Ăn tối nhà hàng. Tự do thưởng ngoạn du thuyền trên sông Hàn ngắm cảnh Đà Thành về đêm, chụp ảnh Cầu Quay Sông Hàn, cầu Rồng phun lửa và nước vào cuối tuần.",
              "image": "https://cdn2.ivivu.com/2022/07/01/09/ivivu-bar-radission.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: BÀ NÀ - CỐ ĐÔ HUẾ (ĂN SÁNG, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Điểm tâm. Khởi hành đi Bà Nà - Núi Chúa (Tự túc chi phí Option Bà Nà theo giá của SunGroup)Quý khách sẽ tận hưởng cảm giác bồng bền khi ngồi trên Cabin lơ lững giữa chừng mây. Viếng chùa Linh Ứng với tượng Phật Thích Ca cao 27m, viếng đền thờ Bà Chúa Mẫu Thượng Ngàn. Tham quan Cầu vàng - HOT Cây cầu độc đáo nằm trong vườn Thiên Thai ở Bà Nà Hill - được xây dựng trên độ cao 1.400m so với mặt nước biển, cây cầu gồm 8 nhịp và có độ dài là 150m. Cây cầu được nâng đỡ bởi đôi bàn tay khổng lồ. Người đi như lạc giữa tiên cảnh nơi có mây, trời bao la. Tham gia vui chơi tại công viên Fantasy Park: với các trò chơi phiêu lưu mới lạ như: Vòng Quay Tình Yêu, Phi Công Skiver, Đường Đua Lửa, Ngôi Nhà Ma và Khu trưng bày hơn 40 tượng sáp những nhân vật nổi tiếng trên thế giới.",
              "image": "https://cdn2.ivivu.com/2021/05/07/10/ivivu-ba-na-hill.gif"
            },
            {
              "time": "Trưa",
              "description": "Ăn trưa nhà hàng.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Khởi hành đi Cố Đô Huế - Di sản văn hoá Thế Giới, xuyên hầm đường bộ đèo Hải vân, dừng chân chụp ảnh làng Chài Lăng Cô.",
              "image": "https://cdn2.ivivu.com/2018/12/06/17/ivivu-lang-chai-lang-co.jpg"
            },
            {
              "time": "Tối",
              "description": "Ăn tối nhà hàng với đặc sản xứ Huế (Bánh bèo, lọc, nậm, khoái,...). Ngồi thuyền Rồng nghe Ca Huế và thả hoa đăng cầu may trên dòng Hương Giang thơ mộng",
              "image": "https://cdn2.ivivu.com/2022/07/01/09/ivivu-bar-radission.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: ĐẠI NỘI – CHÙA THIÊN MỤ - TIỄN KHÁCH (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Điểm tâm. Trả phòng. Khởi hành tham quan:Đại Nội - Hoàng cung triều Nguyễn, tham quan Ngọ Môn, Điện Thái Hòa, Tử Cấm Thành, Thế Miếu, Hiển Lâm Các, Cửu Đỉnh,...",
              "image": "https://cdn2.ivivu.com/2018/05/14/17/ivivu-dai-noi-hue.jpg"
            },
            {
              "time": "Trưa",
              "description": "Ăn trưa nhà hàng tại Huế.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Tiễn quý khách ra sân bay Huế (các chuyến sau 15h00).Và sân bay Đà Nẵng (các chuyến sau 17h00)",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 8,
      "name": "Tour Limosine Cao Cấp Phan Thiết 2N1Đ: Tà Kú - Bikini Beach - Circus Land",
      "image": "https://cdn2.ivivu.com/2022/03/09/16/ivivu-kdl-nui-ta-cu.gif",
      "catagoryId": 3,
      "areaId": 1,
      "price_adult": 2390000,
      "price_child": 1900000,
      "quantity_date": "2 ngày 1 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Phan Thiết",
      "star": "4",
      "quantity": 15,
      "start_date": "24/10/2024",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Xe Limousine"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Phan Thiết - Hương Vị Của Biển",
        "content": "Xe Limousine hay được gọi là “Chuyên Cơ Mặt Đất” Xe Limousine là dòng xe hiện đại, tối ưu và sang trọng, được cải tiến từ những chiếc xe du lịch 40 chỗ thành những chiếc xe 20 chỗ sang trọng, xe du lịch 29 chỗ thành 18-20 chỗ. Xe Limousine được áp dụng phục vụ cho hành khách tuyến đường dài để đảm bảo sự nghỉ ngơi và thoải mái khi đi trên xe. Cả nội thất bên trong của các xe đều được lắp đặt các thiết bị hiện đại và tiện ích nhất cho các trải nghiệm của hành khách.Thiên nhiên dường như quá ưu đãi cho bờ biển Phan Thiết, bởi nó chứa đựng những điều cuốn hút du khách, biển xanh, cát trắng, rặng dừa xanh,…đã tạo cho Phan Thiết sức hấp dẫn khó cưỡng cho những ai yêu biển, yêu cái nắng vàng trên cát. Ngỡ như khô cằn nhưng lại vô cùng lãng mạn. Đừng nghĩ Phan Thiết không có gì để khám phá, thật ra nó là một điểm nghĩ dưỡng sau những ngày làm mệt mỏi, căng thẳng nơi phố thị vô cùng hữu hiệu, là nơi để bạn và gia đình thư giãn vào những ngày hè oi bức, gắn kết tình thân hay là nơi trăng mật vô cùng lãng mạn."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP. HCM – PHAN THIẾT - KDL NÚI TÀ CÚ – TẮM BIỂN ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng: 05h00",
              "description": "Xe và hướng dẫn viên đón khách tại điểm hẹn, khởi hành đi Phan Thiết.",
              "image": "https://cdn2.ivivu.com/2021/03/23/15/ivivu-xe-limousine.gif"
            },
            {
              "time": "07h30",
              "description": "Đoàn dùng điểm tâm sáng tại Nhà hàng.",
              "image": ""
            },
            {
              "time": "10h30",
              "description": "Đến Phan Thiết, xe đưa đoàn tham quan KDL Núi Tà Cú, du khách đi cáp treo lên đỉnh núi độ cao 505m, tham quan quần thể di tích chùa tháp, tượng Phật và hang động. Đặc biệt là “Song Lâm Thị tịch” – tượng Phật Thích Ca nhập niết bàn dài 49m, cao 11m và bộ tượng Tam Thế Phật được xếp hạng Di tích lịch sử – Văn hoá Quốc gia. (chi phí cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/09/16/ivivu-kdl-nui-ta-cu.gif"
            },
            {
              "time": "12h00",
              "description": "Đoàn dùng cơm tại nhà hàng dưới chân núi.",
              "image": "https://cdn2.ivivu.com/2021/03/18/10/ivivu-khu-du-lich-nui-ta-cu.gif"
            },
            {
              "time": "13h00",
              "description": "Đoàn di chuyển đến resort nhận phòng nghỉ ngơi. Quý khách có thể tắm biển tự do hoặc thư giãn tại resort.",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Qúy khách tự do thưởng thức hải sản tại Phan Thiết (bữa tối tự túc), nghỉ ngơi tại resort, tự do khám phá Phan Thiết về đêm. Hoặc qúy khách có thể đăng kí tham gia chương trình Fishermen Show.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "CHƯƠNG TRÌNH ĐẶC BIỆT: THAM DỰ FISHERMEN SHOW",
          "timeline": [
            {
              "time": "Buổi tối",
              "description": "Fishermen Show – Huyền Thoại Làng Chài (chi phí tự túc: 300.000đ – 500.000đ/vé tùy vị trí ghế ngồi) Show vũ kịch đương đại trên sân khấu nhạc nước, ĐẦU TIÊN và DUY NHẤT tại VIỆT NAM.Thời lượng: 1 tiếng, bao gồm phần giải trí và 6 chương múa của 25 diễn viên trên sân khấu nhạc nước.",
              "image": "https://cdn2.ivivu.com/2020/11/26/11/ivivu-nhac-nuoc-fishermen-show.gif"
            },
            {
              "time": "0h00",
              "description": "Nghỉ đêm tại Phan Thiết.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2: CÔNG VIÊN GIẢI TRÍ PHONG CÁCH KIỂU MỸ – BẢO TÀNG NƯỚC MẮM - TP. HCM ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": " Đoàn dùng điểm tâm tại Nhà hàng. Quý khách tắm biển tự do. Thả mình dưới dòng nước mát lành trong những ngày nắng oi bức.Hoặc quý khách có thể tự do khám phá Công viên giải trí Circus Land. Được thiết kế với cảnh quan sinh động, mô phỏng âm hưởng sôi động, náo nhiệt của những khu hội chợ xứ sở cờ hoa, sức hấp dẫn của Circus Land còn đến từ 7 trò chơi theo phong cách gánh xiếc và 7 trò chơi trúng thưởng lưu động xoay quanh những chủ đề li kì, độc đáo. (chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2022/12/28/11/ivivu-cong-vien-circus-land.gif"
            },
            {
              "time": "9h30",
              "description": " Đáng chú ý là loại hình biểu diễn hoạt náo – Xiếc cà kheo tại Circus Land. Theo phong cách bãi biển Mỹ, mô hình hoạt náo này với các màn trình diễn linh hoạt và liên tục sẽ dẫn dắt du khách bước vào những không gian sôi động, vui tươi.Trải nghiệm càng thêm phần hấp dẫn với các buổi biểu diễn công phu của những nghệ sĩ chuyên nghiệp trong trang phục phát sáng. Khán giả có cơ hội chiêm ngưỡng các tiết mục uốn dẻo, nhào lộn bật cầu trên không, giữ thăng bằng trên dây.",
              "image": ""
            },
            {
              "time": "11h00",
              "description": "Quý khách làm thủ tục trả phòng. Sau đó di chuyển đến nhà hàng dùng cơm trưa.",
              "image": ""
            },
            {
              "time": "Buổi chiều: 13h00",
              "description": " Đoàn tham quan Bảo tàng nước mắm Làng Chài Xưa độc đáo duy nhất tại Việt Nam là nơi chứa đựng không gian tái hiện sống động lại 300 năm lịch sử của làng chài Phan Thiết xưa, từ thời Chăm Pa, vua Nguyễn, trải dài cho đến tận thời Pháp thuộc và những năm của thập niên 40 – 60.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Quý khách trở về HCM, trên đường ghé mua đặc sản của Bình Thuận như: Thanh Long, nước mắm, mực khô…. về làm quà cho người thân.",
              "image": ""
            },
            {
              "time": "17h30",
              "description": " Đến Tp. HCM chia tay và hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 9,
      "name": "Tour Tây Nguyên 3N3Đ: Măng Đen - Kon Tum - Gia Lai - Buôn Mê - Tà Đùng",
      "image": "https://cdn2.ivivu.com/2018/11/29/11/ivivu-khu-du-lich-thac-pa-si.jpg",
      "catagoryId": 3,
      "areaId": 1,
      "price_adult": 27500000,
      "price_child": 20000000,
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Kon Tum - Gia Lai - Buôn Mê",
      "star": "5",
      "quantity": 14,
      "start_date": "29/10/2024",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Xe Limousine"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Liên Tuyến Tây Nguyên Đại Ngàn",
        "content": "Khu du lịch sinh thái Măng Đen được du khách xa gần biết đến như “Đà Lạt thứ hai” của Tây Nguyên. Măng Đen vẫn giữ nguyên vẻ đẹp hoang sơ hiếm có của đại ngàn Tây Nguyên với rừng, suối, hồ và thác nước. Măng Đen e ấp ẩn mình bên cánh rừng nguyên sinh với những rặng thông đỏ bạt ngàn trải dài như vô tận, xen lẫn tiếng nước chảy róc rách quanh năm... Cảm giác thú vị bất ngờ xâm chiếm sau hành trình dài giữa đại ngàn hùng vĩ, du khách thấy Măng Đen bốn phía được bao bọc bởi sương mù, rừng thông, biệt thự và cái lạnh nhè nhẹ... Ngoài bạt ngàn cây xanh, ở Măng Đen thỉnh thoảng khách bộ hành còn bắt gặp nhiều suối, thác đẹp nổi tiếng như: Pa Sỹ, Đăk Ke, Lô Ba và những hồ thơ mộng: Toong Zơri, Toong Pô, Toong Đam.Là một thị trấn thuộc huyện Kon Plong, tỉnh Kon Tum, Măng Đen được tự nhiên ưu ái khi mang trong mình đến tận bảy hồ, ba thác với dòng nước xanh trong ngọt ngào quanh năm. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "ĐÊM 01: TP HỒ CHÍ MINH - MĂNG ĐEN",
          "timeline": [
            {
              "time": "Buổi tối: 17h30",
              "description": "Xe và hướng dẫn viên đón đoàn rời TP Hồ Chí Minh theo QL14 đi Măng Đen qua Sóc Bombo, Bù Đăng, đường mòn Hồ Chí Minh, quý khách nghỉ đêm trên xe.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: KHÁM PHÁ MĂNG ĐEN ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng: 07h30",
              "description": "Đoàn dùng điểm tâm tại Gia Lai, tiếp tục hành trình đến với Măng Đen.",
              "image": ""
            },
            {
              "time": "09h30",
              "description": "Đoàn tham quan Nhà Thờ Gỗ Kom Tum trên 100 tuổi - là biểu tượng của vùng đất Tây Nguyên, là niềm tự hào của người dân thành phố Kon Tum và luôn có sức hút mãnh liệt cho những du khách đến với vùng cao nguyên bạt ngàn.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-nha-tho-go-kon-tum.jpg"
            },
            {
              "time": "11h30",
              "description": "Đoàn đến với Măng Đen - nơi được mệnh danh là “Đà Lạt thứ 2” của Việt Nam. Điểm đến này rất đáng để đi bởi không khí rất dễ chịu mát mẻ quanh năm, điểm tô vào đó là nét đẹp còn nguyên sơ của cao nguyên đại ngàn, của rừng thông đầy quyến rũ và nơi xứ sở của hồ của thác, Măng Đen có đến 7 hồ và 3 thác đẹp tuyệt vời. Ngoài ra đây còn là nơi vẫn còn lưu giữ nét văn hóa bản địa mộc mạc khiến cho du khách không khỏi bỡ ngỡ và tò mò. Đoàn dùng cơm trưa và nhận phòng khách sạn nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-mang-den.jpg"
            },
            {
              "time": "Buổi chiều: 14h00",
              "description": "Xe đưa quý khách tham quan Khu du lịch thác Pa Sĩ, cầu treo dây văng lệch nhịp duy nhất Miền Trung - Tây Nguyên; tham quan thác Đăk Ke và hồ Đăk Ke.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-ho-dak-ke.jpg"
            },
            {
              "time": "15h30",
              "description": "Quý khách tham quan chùa Khánh Lâm - nơi thiền định giữa rừng thiêng, sau đó tham quan Đức mẹ Măng Đen. ",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-mang-den.jpg"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: MĂNG ĐEN - GIA LAI - BUÔN MÊ THUỘT ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng: 06h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "09h30",
              "description": "Đến với Gia Lai, đoàn tham quan và check in tại Rừng Thông Trăm Tuổi, với hàng thông cổ thụ tuyệt đẹp cạnh rung chè xanh bạt ngàn. Đây được mệnh danh là “con đường Hàn Quốc” tại Pleiku Gia Lai.  Nơi đây rất thu hút lượng khách đến tham quan, các bạn trẻ thì ghi dấu thanh xuân và tình iu nơi con đường tuyệt đẹp này.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-rung-thong-tram-tuoi.jpg"
            },
            {
              "time": "11h30",
              "description": "Đoàn dùng buổi trưa tai nhà hàng.",
              "image": ""
            },
            {
              "time": "Buổi chiều: 12h30",
              "description": "Tiếp tục khởi hành về Buôn Mê Thuột.",
              "image": ""
            },
            {
              "time": "16h00",
              "description": "Đoàn tham quan buôn làng Ako Dhông của dân tộc Êđê trong lòng Thành Phố",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-buon-lang-ako-dhong.jpg"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "19h00",
              "description": "Quý khách tự do khám phá phố núi về đêm, tự túc khám phá âm thực xứ núi, dừng chân thưởng thức “ly café Buôn Mê” hoặc thưởng thức đặc sản núi rừng cùng nhâm nhi rượu cần nổi tiếng.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 3: MĂNG ĐEN - GIA LAI - BUÔN MÊ THUỘT ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng: 06h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "08h00",
              "description": "Đoàn tiếp tục hành trình đến với Tà Đùng, quý khách có thể thả hồn để tận hưởng cái thi vị mà thiên nhiên đã ban tặng.",
              "image": "https://cdn2.ivivu.com/2019/12/13/13/ivivu-ta-dung-dak-nong.gif"
            },
            {
              "time": "Buổi chiều: 13h30",
              "description": "Tiếp tục khởi hành về lại Sài Gòn.Về đến Hồ Chí Minh, chia tay và hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    }
  ],
  "users": [
    {
      "id": "46fc70ef-95e9-4855-b3ea-012a6a2fddbd",
      "username": "LenhhhLenhhh",
      "fullname": "Lap",
      "email": "abc@example.com",
      "phone": "1234567890",
      "password": "12345678",
      "img": "https://img6.thuthuatphanmem.vn/uploads/2022/10/23/anime-avatar-chibi-cute_031456807.jpg"
    },
    {
      "id": "c05fe8e2-8162-4dec-9dea-d69f3804fcaa",
      "username": "LLing",
      "fullname": "LinhLinh",
      "email": "abc@example.com",
      "phone": "1234567890",
      "password": "12345678",
      "img": "https://i0.wp.com/thatnhucuocsong.com.vn/wp-content/uploads/2024/02/Hinh-anh-avatar-cute.jpg?ssl=1"
    },
    {
      "id": "04b3de35-f505-4cbc-b2b6-1068850aae35",
      "username": "tlinhn",
      "fullname": "Thuỳ Linh",
      "email": "tlinh@gmail.com",
      "phone": "1234567890",
      "password": "1234",
      "img": "https://www.studytienganh.vn/upload/2022/05/112273.jpg"
    },
    {
      "id": "0088cf88-2869-4d99-a40a-13c06921c2e6",
      "username": "linh",
      "fullname": "Thuỳ Linh",
      "email": "tlinhn@gmail.com",
      "phone": "1234567890",
      "password": "1111",
      "img": "https://toigingiuvedep.vn/wp-content/uploads/2022/01/hinh-avatar-cute-nu.jpg"
    },
    {
      "id": "8ad24285-f25f-499a-8fa9-0a85d664976c",
      "username": "a",
      "fullname": "a",
      "email": "a@gmail",
      "phone": "1234567890",
      "password": "1111",
      "img": "https://khoinguonsangtao.vn/wp-content/uploads/2022/08/hinh-anh-chibi-423x560.jpg"
    },
    {
      "id": "212c6fb9-443d-4019-b44b-e34005ef7532",
      "username": "lapnguyen",
      "fullname": "Nguyen",
      "email": "12345@gmail.com",
      "phone": "0867415853",
      "password": "1234"
    }
  ],
  "comments": [
    {
      "id": 1,
      "idTour": 10,
      "commenter": "Nguyen DU Lap",
      "content": "Khách sạn không có nước nóng không có wifi thẩt sự rất nóng, thái độ nhân viên phục vụ tạm được",
      "contentServer": "chân thành cảm ơn những lời góp ý từ gia đình chị Thu Vân, iVIVU rất tiếc vì chuyến đi của mình không như mong đợi, iVIVU sẽ ghi nhận và làm việc lại các dịch vụ và từng bước cải thiện",
      "rating": 7,
      "date": "18-11-2022",
      "quantityLike": 10
    },
    {
      "id": 2,
      "idTour": 12,
      "commenter": "John Doe",
      "content": "Mình mua tour cho gia đình 11 người, gồm người lớn và trẻ em. Gia đình mình đã rất vui vì có một chuyện đi vô cùng thú vị cùng ivivu và Triều Hảo. Cảm ơn em Kiều Anh bên ivivu đã rất nhiệt tình tư vấn và hỗ trợ. Cảm ơn em Giang dẫn tour của cty Triều Hảo đã vô cùng tận tình với gia đình chị. Tour Bali của ivivu và Triều Hảo là tour NÊN ĐI nha mọi người ????",
      "contentServer": "chân thành cảm ơn những lời góp ý từ gia đình chị Thu Vân, iVIVU rất tiếc vì chuyến đi của mình không như mong đợi, iVIVU sẽ ghi nhận và làm việc lại các dịch vụ và từng bước cải thiện",
      "rating": 9,
      "date": "22-01-2024",
      "quantityLike": 5
    },
    {
      "id": 3,
      "idTour": 12,
      "commenter": "Yen",
      "content": "This hotel is amazing!",
      "contentServer": "chân thành cảm ơn những lời góp ý từ gia đình chị Thu Vân, iVIVU rất tiếc vì chuyến đi của mình không như mong đợi, iVIVU sẽ ghi nhận và làm việc lại các dịch vụ và từng bước cải thiện",
      "rating": 9,
      "date": "22-01-2024",
      "quantityLike": 5
    },
    {
      "id": "ac3d8844-a2c0-478f-9b31-8bf9c8b8baef",
      "idTour": 1,
      "commenter": "Lenh Nguyen",
      "content": "ok",
      "contentServer": "",
      "rating": 5,
      "date": "18-06-2024",
      "quantityLike": 0
    }
  ],
  "subComments": [
    {
      "id": 1,
      "idComment": 1,
      "commenter": "Lenh Nguyen",
      "content": "Có phải vậy không"
    },
    {
      "id": 2,
      "idComment": 2,
      "commenter": "Thuy Linh",
      "content": "Có phải vậy không"
    },
    {
      "id": 3,
      "idComment": 1,
      "commenter": "Lenh Nguyen",
      "content": "Có phải vậy không"
    },
    {
      "id": "91684679-efb7-4c6a-b2e6-e800a6b48525",
      "idComment": 2,
      "commenter": "LapLap",
      "content": "Thật tuyệt vờivời"
    },
    {
      "id": "91684679-efb7-4c6a-b2e6",
      "idComment": 3,
      "commenter": "Boy",
      "content": "Tour khá tuyệt vời mình cũng rất thích"
    }
  ]
}
