{
  "payment": [
    {
      "id": 1,
      "title": "THANH TOÁN BẰNG THẺ NỘI ĐỊA ATM",
      "description": "Sau khi đặt vé và thanh toán thành công, Lữ hành Saigontourist sẽ gửi vé điện tử của Quý khách qua email.",
      "content": "Saigontourist chấp nhận thanh toán bằng các thẻ ATM nội địa do các ngân hàng tại Việt Nam phát hành.Thẻ ghi nợ nội địa (thẻ ATM): Vietcombank, Vietinbank, DongA , VIBank, Techcombank, HDBank, Tienphong Bank, Military Bank, VietA Bank, Maritime Bank, Eximbank, SHB, Sacombank,  NamA Bank,...(23 Ngân hàng)",
      "status": false
    },
    {
      "id": 2,
      "title": "THANH TOÁN BẰNG THẺ TÍN DỤNG",
      "description": "Sau khi đặt vé và thanh toán thành công, Lữ hành Saigontourist sẽ gửi vé điện tử của Quý khách qua email.",
      "content": "Saigontourist chấp nhận thanh toán dịch vụ bằng các loại thẻ tín dụng quốc tế như Visa, Master và Amex.",
      "status": false
    },
    {
      "id": 3,
      "title": "THANH TOÁN CHUYỂN KHOẢN QUA NGÂN HÀNG",
      "description": "Sau khi đặt vé và thanh toán thành công, Lữ hành Saigontourist sẽ gửi vé điện tử của Quý khách qua email.",
      "content": "TÀI KHOẢN NGÂN HÀNG CỦA SAIGONTOURIST.Lưu ý khi chuyển khoản:KHÔNG ÁP DỤNG CHUYỂN KHOẢN CHO CÁC TOUR BÁN DỊP SỰ KIỆN Quý khách vui lòng liên hệ nhân viên tư vấn, để xác nhận số chỗ trước khi thanh toán qua ngân hàngKhi chuyển khoản, quý khách vui lòng nhập nội dung chuyển khoản là:'MDH madonhang, Họ tên, Noi dung thanh toan'Ví dụ:  'MDH 0000001, Ten khach , Mua tour tren web'Ðể việc thanh toán được chính xác. Xin cảm ơn quý khách!",
      "status": false
    },
    {
      "id": 4,
      "title": "THANH TOÁN BẰNG TIỀN MẶT TẠI VĂN PHÒNG LỮ HÀNH SAIGONTOURIST",
      "description": "Quý khách vui lòng đến các văn phòng Saigontourist để thanh toán và nhận vé.",
      "content": "VĂN PHÒNG LỮ HÀNH SAIGONTOURIST",
      "status": false
    }
  ],
  "catagories": [
    {
      "id": 1,
      "name": "Trong nước"
    },
    {
      "id": 2,
      "name": "Nước ngoài"
    },
    {
      "id": 3,
      "name": "Tour hot"
    }
  ],
  "areas": [
    {
      "id": 1,
      "name": "Miền Bắc"
    },
    {
      "id": 2,
      "name": "Miền Trung"
    },
    {
      "id": 3,
      "name": "Miền Nam"
    },
    {
      "id": 4,
      "name": "Châu Á"
    },
    {
      "id": 5,
      "name": "Châu Âu"
    },
    {
      "id": 6,
      "name": "Châu Phi"
    },
    {
      "id": 7,
      "name": "Châu Mỹ"
    },
    {
      "id": 8,
      "name": "Châu Úc"
    }
  ],
  "tours": [
    {
      "id": 1,
      "name": "Tour Miền Bắc 5N4Đ: Hà Nội - Vịnh Hạ Long - Sapa",
      "image": "https://cdn2.ivivu.com/2018/12/24/17/ivivu-ha-long-aerial-03-750x390.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 5350000,
      "price_child": 5350000,
      "quantity_date": "5 ngày 4 đêm",
      "start_location": "Hà Nội",
      "end_location": "Sapa",
      "star": "4",
      "quantity": 10,
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 3,
          "nameService": "Vé tham quan"
        },
        {
          "id": 4,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        }
      ],
      "description": {
        "title": "Ngẩn Ngơ Cung Đường Xứ Bắc",
        "content": "Xứ Bắc – vùng đất khai cơ của các Vương triều Việt, nơi định đô của hầu hết các triều đại phong kiến Việt Nam chính vì vậy nơi đây được xem như là đất kinh đô ngàn năm văn hiến với một bề dày văn hóa, lịch sử sâu sắc và đa dạng. Tuy nhiên, khi đến đây, Du khách không chỉ được tham quan những công trình văn hóa - lịch sử cổ kính như: Văn Miếu, Lăng Chủ tịch Hồ Chí Minh, trải nghiệm những nét văn hóa đặc sắc của đất kinh đô, mà còn có thể thăm thú các thắng cảnh nổi tiếng nơi đây như: Vịnh Hạ Long, Sa Pa thị trấn trong mây. Ngoài ra Du khách còn có thể hòa mình vào cuộc sống bình dị nhưng đậm bản sắc của cộng đồng dân tộc ít người vùng cao như: Thái, Hmong, Dao."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: ĐÓN BAY NỘI BÀI – HÀ NỘI (FREE DAY)",
          "timeline": [
            {
              "time": "Buổi trưa",
              "description": "Xe đón Quý Khách tại sân bay Nội Bài đưa về Khách sạn nhận phòng, nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Quý khách tự do khám phá thủ đô Hà Nội với 36 Phố Phường, tham quan tháp rùa, cầu Thê Húc, chùa Trấn Quốc, Lăng Bác, Văn Miếu Quốc Tử Giám,…",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách tự do thưởng thức ẩm thực đường phố mang nét văn hóa của Hà Nội xưa như chả cá Lã Vọng, bún Thang, phở Lý Quốc Sư, phở cuốn Ngũ Xá,…. Ngủ đêm tại Khách sạn 3 sao phố cổ Hà Nội. ",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: HÀ NỘI – VỊNH HẠ LONG – BÃI TẮM TITOP (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Xe đón quý khách tại khách sạn, sau đó khởi hành đi Hạ Long. Đến cảng tàu Hạ Long, Đoàn tập trung tại nhà chờ theo sự hướng dẫn của hướng dẫn viên đợi mua vé và phát vé cho Quý khách để lên tàu bắt đầu hành trình khám phá Vịnh. Tàu sẽ đi qua rất nhiều các hòn đảo lớn nhỏ với nhiều hình dáng khác nhau có những tên gọi đặc biệt như: Hòn Gà Chọi, hòn Chó Đá, hòn Đỉnh Hương, hòn Ngón Tay... Quý khách thưởng thức bữa trưa trên tàu.",
              "image": "https://cdn2.ivivu.com/2022/05/09/17/ivivu-ha-long-bay.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Đến đảo Bồ Hòn. Quý khách thăm quan Hang Sửng Sốt - Một trong những hang động đẹp nhất vịnh Hạ Long. Tiếp theo, Quý khách sẽ chèo Kayak hoặc đi thuyền nan thăm Hang Luồn. Sau 30 phút chèo Kayak, Quý khách lên tàu để đến với đảo Ti Top. Quý khách có thể tắm biển tại bãi tắm TiTop với bãi cát trắng, hoặc thử treekking leo lên đỉnh núi Ti Top ngắm nhìn toàn cảnh Vịnh Hạ Long. Tàu sẽ di chuyển đưa đoàn về lại Bến. Xe ô tô đón và đưa về khách sạn nhận phòng, nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-hang-sung-sot-1.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng buổi tối và tự do vui chơi khám phá Chợ Đêm, Phố ẩm thực... Nghỉ đêm tại Hạ Long.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: KHÁM PHÁ THÀNH PHỐ HẠ LONG – HÀ NỘI (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Ăn sáng tại khách sạn. Buổi sáng Quý khách tự túc vui chơi và tham quan Hạ Long. Tự do vui chơi tại khu Công viên Hạ Long với nhiều khu vui chơi hấp dẫn (chi phí vé vui chơi tại các khu công viên tự túc) hoặc Tự do tắm biển Bãi Cháy",
              "image": "https://cdn2.ivivu.com/2022/08/05/18/ivivu-sun-world-halong.gif"
            },
            {
              "time": "12h00",
              "description": "Quý khách trả phòng khách sạn, ăn trưa tại khách sạn. Sau đó lên xe về Hà Nội.",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Về đến Hà Nội, xe đưa Quý Khách về lại Khách sạn, tự do ăn tối, khám phá Phố Cổ nhộn nhịp, đi chợ đêm Đồng Xuân, dạo chơi phố đi bộ,…",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: HÀ NỘI - SAPA - BẢN CÁT CÁT (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Xe đón quý khách tại khách sạn, sau đó khởi hành đi Sa Pa.  Đoàn sẽ khởi hành đi Sapa trên đường cao tốc Nội Bài mới, rút ngắn thời gian đi từ Hà Nội đến Sapa. Quý khách có dịp chiêm ngưỡng khung cảnh núi rừng hùng vĩ trên cung đường cao tốc dài nhất Việt Nam trước khi đến với thị trấn Sa Pa thơ mộng, chìm trong mây. Xe đến thị trấn Sa Pa nơi có rất nhiều dân tộc sinh sống như H’mong, Dao, Tày. Hướng dẫn viên sẽ đưa Quý khách ăn trưa tại nhà hàng.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn bắt đầu hành trình khám phá bản làng Cát Cát - Sìn Chải của người H’Mông - do người Pháp phát hiện và chọn nơi đây làm khu nghỉ dưỡng cho các quan chức từ đầu thế kỷ XX. Đến với bản Cát Cát, du khách sẽ được thăm bản làng Cát Cát, trạm thủy điện Cát Cát, thác nước Cát Cát, tìm hiểu văn hóa, phong tục độc đáo của người dân nơi đây với nghề truyền thống như dệt vải, chạm trổ bạc, rèn nông cụ, tục kéo vợ,...",
              "image": "https://cdn2.ivivu.com/2022/10/17/14/ivivu-cat-cat.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn trở lại thị trấn Sa Pa, dùng bữa tối và nghỉ đêm tại khách sạn.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: SAPA – KDL HÀM RÔNG/CHINH PHỤC FANSIPAN – HÀ NỘI ( ĂN SÁNG, TRƯA )",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách thưởng thức bữa sáng tại khách sạn.",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "Quý khách bắt đầu hành trình khám phá Hàm Rồng với phong cảnh kỳ vỹ. Thăm vườn lan Đông Dương với đủ loại lan muôn màu sắc, đầu Rồng Thạch Lâm kỳ vĩ. Vượt qua cổng Trởi 1, cồng Trời 2, Qúy khách sẽ lên tới nơi cao nhất của Hàm Rồng là Sân Mây – nơi giao thoa của đất trời, ngắm nhìn toàn cảnh Sapa trên cao.",
              "image": "https://cdn2.ivivu.com/2021/05/06/17/ivivu-ham-rong.gif"
            },
            {
              "time": "9h30",
              "description": "Quý khách khởi hành chinh phục đỉnh Fansipan cao 3143m – nóc nhà Đông Dương. Đây là tuyến cáp treo đạt 2 Kỷ lục Thế giới – Guinness World Record là tuyến cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và tuyến cáp treo ba dây dài nhất thế giới: 6292.5m. (Vé cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2020/06/15/16/ivivu-fansipang.gif"
            },
            {
              "time": "12h00",
              "description": "Quý khách thưởng thức ẩm thực Tây Bắc với những nguyên liệu tuơi ngon tại nhà hàng thị trấn Sapa.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Xe đưa đoàn trở về Hà Nội.",
              "image": ""
            },
            {
              "time": "20h30",
              "description": "Xe về đến HN. Chuyến đi kết thúc tại đây. Cảm ơn quý khách đã lựa chọn công ty và xin hẹn gặp lại quý khách!",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 2,
      "name": "Tour Thái Lan 5N4Đ: BangKok - Pattaya - Muang Boran - Chùa Bình Minh",
      "image": "https://cdn2.ivivu.com/2020/01/20/09/ivivu-muang-borang-750x390.gif",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": 6990000,
      "price_child": 6990000,
      "quantity_date": "5 ngày 4 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Thái Lan",
      "star": "4",
      "quantity": 10,
      "start_date": "20/7/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Khách sạn 5*"
        },
        {
          "id": 4,
          "nameService": "Vé máy bay"
        },
        {
          "id": 5,
          "nameService": "Vé tham quan"
        },
        {
          "id": 6,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 7,
          "nameService": "Bữa ăn"
        },
        {
          "id": 8,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 9,
          "nameService": "Miễn phí Visa"
        }
      ],
      "description": {
        "title": "Đất Nước Của Những Nụ Cười",
        "content": "Được biết là đất nước 'xứ sở chùa vàng', Thái Lan vùng đất có địa hình đa dạng, nhiều bãi biển, hòn đảo, danh lam thắng cảnh nổi tiếng và là thành phố mang đậm văn hóa của Thái Lan, thu hút du khách có nhiều di tích lịch sử, lễ hội đặc sắc như té nước, lễ hội phật giáo.... Ngoài ra, các điểm không thể bỏ lỡ khi đến vùng đất này: Bangkok Thủ đô của Vương quốc Thái Lan, khi đến Pattaya bạn nhất định phải ghé thăm các đảo san hô, khu nghỉ mát: vườn nhiệt đới Nong Nooch với màn trình diễn của voi, hành hương các chùa nổi tiếng: Chùa Phật Ngọc, Chùa Bình Minh Wat Arun...Người dân trên đất nước Thái luôn thân thiện, hiếu khách là điểm hấp dẫn, lý tưởng trên mảnh đất này."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: SÀI GÒN – BANGKOK – PATTAYA ( ĂN TRƯA NHẸ, TỐI)",
          "timeline": [
            {
              "time": "8h00",
              "description": "HDV đón quý khách tại sân bay Tân Sơn Nhất, làm thủ tục đáp chuyến bay VU131 đi Bangkok lúc 11h05. Công ty gửi đoàn phần ăn nhẹ tại sân bay.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Đến sân bay Suvarnabhumi, Quý khách làm thủ tục nhập cảnh. Sau đó khởi hành về Pattaya. ",
              "image": "https://cdn2.ivivu.com/2019/12/18/11/ivivu-massage-thai.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng cơm tối BBQ hải sản, sau đó về khách sạn nhận phòng, nghỉ ngơi. Quý khách có thể tự do khám phá thành phố nhộn nhịp, sầm uất bậc nhất Thái Lan về đêm. Nghỉ đêm tại Pattaya - Resort 5* Le Bali.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: KHÁM PHÁ PATTAYA ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng tại khách sạn, HDV đưa đoàn ra đảo san hô bằng tàu cao tốc. Đảo San hô nằm trong vịnh Thái Lan có bờ cát trắng, làn nước trong  xanh. Quý khách tự do tắm biển hoặc tham gia các trò chơi ngoài đảo như: Lặn biển, Mô tô nước…",
              "image": "https://cdn2.ivivu.com/2022/07/11/14/ivivu-dao-san-ho-thai.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Trở lại đất liền, đoàn về khách sạn tắm rửa nghỉ ngơi, dùng cơm trưa.",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Trung tâm World Gem với hàng nghìn loại đá quý khác nhau. ",
              "image": ""
            },
            {
              "time": "14h30",
              "description": "Trân Bảo Phật Sơn – tượng Phật khổng lồ bằng vàng khắc trên núi đá.",
              "image": "https://cdn2.ivivu.com/2019/10/03/11/ivivu-tran-bao-phat-son1.jpg"
            },
            {
              "time": "15h30",
              "description": "Công viên khủng long NongNooch Dinosaur Valley Pattaya. Tại đây Quý khách có dịp xem show biểu diễn của các chú Voi vui nhộn. (Trường hợp không trùng giờ show sẽ bù qua cho Quý khách ngồi xe điện dạo Công viên) Tham quan khuôn viên công viên khủng long, Vườn lan, Xương rồng v.v…. cảnh đẹp như lạc vào thế giới rừng xanh.",
              "image": "https://cdn2.ivivu.com/2023/03/20/11/ivivu-cong-vien-nong-nooch.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng cơm tối. Sau bữa tối, quý khách xem chương trình đại nhạc hội nổi tiếng Thái Lan: Colloseum show – show diễn của các vũ công chuyển giới xinh đẹp. Sau đó về khách sạn nghỉ ngơi. Nghỉ đêm tại Pattaya - Resort 5* Le Bali.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: PATTAYA – MUANG BORAN – BANGKOK ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng, trả phòng. Khởi hành về Bangkok. Trên đường tham quan: Big Bee Farm – quý khách chiêm ngưỡng cách người Thái nuôi và thu hoạch mật ong; Bảo tàng mở Muang Boran - tận mắt chiêm ngưỡng những công trình kiến trúc của đất nước Thái Lan được phục dựng lại tại đây, tái hiện chính xác nguyên mẫu các địa danh có thật,  ngay cả những công trình đã bị hủy hoại trên thực tế.",
              "image": "https://cdn2.ivivu.com/2022/07/11/15/ivivu-thanh-co-muang-boran.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn dùng cơm trưa tại nhà hàng. Sau đó đoàn tiếp tục tham quan: Chùa Arun nằm trên bờ tây sông Chao Phraya, Thonburi. Chùa có tên tiếng Việt Chùa Bình Minh. Đây là ngôi chùa cổ kính nhất của Bangkok. Khi vua Thaksin quyết định xây dựng kinh đô mới tại Thonburi ông đã tới đây vào một buổi bình minh. Iconsiam cách điệu là ICONSIAM, và ICS khu phức hợp nằm cạnh bờ sông Chao Phraya ở Bangkok. Nó bao gồm một trung tâm thương mại lớn nhất châu Á. Qúy khách tự túc ăn tối tại Icon Siam.",
              "image": "https://cdn2.ivivu.com/2022/03/14/11/ivivu-chua-binh-minh.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Xe đưa đoàn về khách sạn, nhận phòng, quý khách sẽ có thời gian tự do khám phá thành phố Bangkok về đêm. Nghỉ đêm tại khách sạn 4 sao.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: KHÁM PHÁ BANGKOK ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng tại khách sạn. Quý khách khởi tham quan Trại rắn – đến đây quý khách sẽ được xem những màn xiếc rắn độc đáo và tìm hiểu về y học của người Thái.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách đến dùng bữa trưa tại nhà hàng xoay Buffet quốc tế Baiyoke Sky 86 tầng với hàng chục món ăn từ Á đến Âu, ngắm toàn cảnh Bangkok từ trên cao. Đặc biệt du khách ăn chay, phần chay được  chuẩn bị khá chu đáo và tinh tế.",
              "image": "https://cdn2.ivivu.com/2023/01/30/09/ivivu-baiyokesky2l.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Sau khi dùng bữa trưa, quý khách sẽ được đến viếng đền Phật Bốn Mặt linh thiêng tọa lạc ngay tại trung tâm thủ đô Bangkok. Sau đó tự do tham quan mua sắm tại các khu trung tâm thương mại: BigC, Central World, Siam Paragon,…",
              "image": "https://cdn2.ivivu.com/2019/12/18/14/ivivu-phat-bon-mat.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đến giờ hẹn xe và HDV đón đoàn di chuyển đi dùng bữa tối sau đó về khách sạn, nhận phòng. Nghỉ đêm tại Bangkok.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: BANGKOK – SÀI GÒN ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách trả phòng, dùng điểm tâm sáng tại khách sạn.",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "Dạo thuyền trên dòng sông Chaophaya huyền thoại, ngắm nhìn đặc điểm khác lạ giữa Bangkok xưa và nay.",
              "image": "https://cdn2.ivivu.com/2017/08/22/11/ivivu-thuyen-tren-song-chaophaya.jpg"
            },
            {
              "time": "9h30",
              "description": "Viếng chùa thuyền Wat Yannawa – quý khách sẽ có cơ hội được chiêm bái Xá Lợi Phật Thích Ca và Xá Lợi của các vị sư tu hành đắc đạo.",
              "image": "https://cdn2.ivivu.com/2022/03/10/15/ivivu-chua-thuyen-thai-lan.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn chuyển ra sân bay, đến quầy làm thủ tục đón chuyến bay VU130 lúc 13:45 về lại thành phố  Hồ Chí Minh. Trưởng đoàn chia tay đoàn, hẹn gặp lại quý khách trong những hành trình tiếp theo.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 3,
      "name": "Tour Singapore 3N2Đ: Khám Phá Quốc Đảo Sư Tử - Công Viên Fort Canning",
      "image": "https://cdn2.ivivu.com/2022/03/28/16/ivivu-vinh-marina-bay-singapore-750x390.gif",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": 10190000,
      "price_child": 10190000,
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Singapore",
      "star": "4",
      "quantity": 10,
      "start_date": "25/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Bữa ăn"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 3-4*"
        },
        {
          "id": 7,
          "nameService": "Miễn phí visa"
        },
        {
          "id": 8,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Trải nghiệm đất nước xanh sạch nhất Thế Giới",
        "content": "những khu vườn', Singapore nổi tiếng là một quốc đảo sạch, xanh nhất thế giới, nơi kiến tạo các công trình kiến trúc mang tính biểu tượng như Gardens by the Bay, là quê hương của món cocktail Singapore Sling trứ danh, ẩm thực đường phố đa dạng và thiên đường mua sắm bất tận. Hãy cùng iVIVU khám phá Singapore - một trong những thành phố được biết đến với độ sạch sẽ tuyệt vời và là một điểm đến du lịch hấp dẫn với rất nhiều hoạt động thú vị để trải nghiệm. Nơi đây có vô số lựa chọn cho du khách khi tham quan, vui chơi, ăn uống và mua sắm, đồng thời cũng có hệ thống tàu điện MRT hiện đại và tiện lợi để di chuyển."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - SINGAPORE ( ĂN TRƯA NHẸ TRÊN MÁY BAY, TỐI)",
          "timeline": [
            {
              "time": "07h00:",
              "description": "Trưởng Đoàn đón Quý khách tại điểm hẹn, làm thủ tục khởi hành đi Singapore. Tới sân bay quốc tế Changi, làm thủ tục nhập cảnh Singapore.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Xe và hướng dẫn đưa đoàn ăn trưa nhẹ tại sân bay, sau đó đoàn bắt đầu tham quan.",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "- Tòa nhà Quốc Hội (Parliament House).",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "- Công viên sư tử biển (Merlion Park), biểu tượng của đất nước Singapore.",
              "image": "https://cdn2.ivivu.com/2017/05/10/17/ivivu-cong-vien-su-tu-bien-merlion-park-.jpg"
            },
            {
              "time": "15h00",
              "description": "- Nhà hát Victoria – nhà hát cổ kính nhất Singapore. Nơi đây là tâm điểm cho nghệ thuật biểu diễn của đảo quốc sư tử ngay từ thời thuộc địa. Nhà hát Esplanade nổi tiếng với biểu tượng “Trái sầu riêng” – nhà hát hiện đại bậc nhất của Singapore. Đây cũng là trung tâm biểu diễn văn hóa nghệ thuật tầm cỡ Thế giới.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-nha-hat-trai-sau-rieng-singapore.gif"
            },
            {
              "time": "17h00",
              "description": "- Faber Mount -  đỉnh núi của đảo quốc Sư tử, nơi đây quý khách được ngắm nhìn toàn cảnh Singapore từ trên cao.",
              "image": "https://cdn2.ivivu.com/2018/12/14/17/ivivu-mount-faber.jpg"
            },
            {
              "time": "Buổi tối",
              "description": "Đoàn dùng bữa tối. Nhận phòng nghỉ ngơi, tự do vui chơi hoặc tham gia chương trình Singapore By Night (Chi phí tự túc): Khám phá cuộc sống trong lòng đất của người dân Singapore bằng Tàu điện ngầm MRT. Trải nghiệm Du thuyền trên dòng sông Singapore ngắm cảnh vịnh Marina Bay về đêm. Khám phá trung tâm thương mại Suntec City – tìm hiểu Phong Thuỷ Thượng - Phong Thuỷ Hạ đất nước Singapore. Nhận phòng nghỉ đêm tại Singapore.",
              "image": "https://cdn2.ivivu.com/2017/03/28/09/ivivu-tour-singapore-3n2d-sentosa-sea-aquarium-garden-by-the-bay-marina-barrage-anh-dai-dien-1.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CITY TOUR SINGAPORE ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Đoàn dùng buffet sáng tại khách sạn. Sau đó, xe đưa đoàn tham quan: ",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "- Kỳ quan Gardens by the Bay (Những khu vườn bên Vịnh) chính thức mở cửa ngày 29/06/2012 đây là khu vườn nhân tạo rộng hơn 100ha, có hơn 250.000 loài thực vật quý hiếm, với các siêu cây khổng lồ lấy năng lượng mặt trời vào ban ngày và tỏa sáng vào ban đêm. Từ đây Quý khách có thể chụp hình toàn cảnh “Chiếc du thuyền” nằm ở độ cao 200m trên đỉnh của ba tòa nhà khách sạn Marina Bay Sands (Qúy khách chụp ảnh bên ngoài).",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-garden-rhapsody-sin.gif"
            },
            {
              "time": "9h30",
              "description": "- Công Viên Fort Canning hay còn được gọi với cái tên “Giếng trời” ở Singapore mỗi mùa lại mang tới một vẻ đẹp khác nhau, tất cả đều vô cùng cuốn hút và khiến mọi du khách mê mẩn mong được đặt chân đến một lần.",
              "image": "https://cdn2.ivivu.com/2022/11/07/15/ivivu-fort-canning.gif"
            },
            {
              "time": "11h00",
              "description": "Tiếp tục đoàn đi tham quan cửa hàng kim cương, đá quý và cửa hàng dầu gió, Collagen dưỡng da – các sản phẩm truyền thống nổi tiếng của Singapore.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn dùng bữa trưa “món nướng BBQ” với nhiều món ngon tươi sống, hấp dẫn. Sau đó khởi hành đi đảo Sentosa tham quan Resort World – tham quan Casino hiện đại lớn nhất Châu Á tại khách sạn 5 sao lớn nhất Singapore.",
              "image": ""
            },
            {
              "time": "16h00",
              "description": "Marina Barrage: hồ nhân tạo đầu tiên nằm giữa trung tâm thành phố với lưu vực 10.000 hecta – là lưu vực lớn nhất và đô thị hóa nhất đảo quốc Singapore. Được cả thế giới biết đến như một kiệt tác khổng lồ về sức cải tạo thiên nhiên của con người, là nơi trưng bày các tác phẩm nghệ thuật độc đáo đáng chiêm ngưỡng, cũng là nơi diễn ra nhiều sự kiện thể thao sôi động dưới nước.",
              "image": "https://cdn2.ivivu.com/2023/02/20/15/ivivu-dap-nuoc-marina-barrage.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách dùng bữa tối tại nhà hàng. Tự do khám phá Singapore về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: SINGAPORE - CHÙA RĂNG PHẬT - HCM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Đoàn dùng buffet sáng tại khách sạn làm thủ tục trả phòng. Sau đó, xe đưa đoàn tham quan:",
              "image": ""
            },
            {
              "time": "7h45",
              "description": "Tự do SHOPPING MALL sầm uất, và phám phá các món ăn đặc sắc của đất nước sạch đẹp này.",
              "image": ""
            },
            {
              "time": "9h00",
              "description": "Chùa Răng Phật - ngôi chùa được đặt tên theo một bảo vật mà các Phật tử tin là răng nanh bên trái của Đức Phật, được lấy từ giàn thiêu trong đám tang của ngài ở Kushinagar, Ấn Độ và được trưng bày tại tầng trệt của ngôi chùa này.",
              "image": "https://cdn2.ivivu.com/2016/09/23/17/ivivu-tour-singapore-malaysia-6n5d-dao-sentosa-malacca-tooth-relic-temple-1.jpg"
            },
            {
              "time": "10h00",
              "description": "Thác nước Jewel Changi – địa điểm check in hot nhất Singapore hay còn được biết đến với tên Rain Vortex là thác nước trong nhà cao nhất thế giới, với độ cao 40m.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-jewel-changi.gif"
            }
          ]
        }
      ]
    },
    {
      "id": 4,
      "name": "Trải Nghiệm Du Lịch Châu Phi 8N8Đ: Ma Rốc Bí Ẩn",
      "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-chefchaouen-750x390.gif",
      "catagoryId": 2,
      "areaId": 6,
      "price_adult": 70999000,
      "price_child": 60349150,
      "quantity_date": "8 ngày 8 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Ma Rốc",
      "star": "4",
      "quantity": 10,
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Ăn sáng"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Lều Camping"
        },
        {
          "id": 4,
          "nameService": "Vé tham quan"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 7,
          "nameService": "TravelMate"
        },
        {
          "id": 8,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Trải Nghiệm Ma Rốc Kỳ Bí",
        "content": "Bạn đã từng bị cuốn hút vào câu chuyện cổ tích 'Nghìn Lẻ Một Đêm', những bộ phim lãng mạn về Casablanca hay sa mạc Sahara hùng vĩ? Bạn có mong ước một lần được đặt chân đến xứ sở huyền thoại này? Trải nghiệm du lịch Ma Rốc của iVIVU sẽ giúp bạn hiện thực hóa giấc mơ đó, mang bạn đến một thành phố quyến rũ với những nét cổ kính đan xen hiện đại tạo nên một không gian vô cùng độc đáo. Bạn sẽ có cơ hội viếng thăm Fes nơi được mệnh danh 'Athens của Châu Phi' hay 'Mecca của phương Tây', một đô thị ngàn năm lưu giữ nhiều giá trị quý báu, được UNESCO công nhận là Di Sản Thế Giới."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "ĐÊM 1: VIỆT NAM - MARRAKECH (MA RỐC)",
          "timeline": [
            {
              "time": "Đêm",
              "description": "Bay từ Tp.HCM hoặc Hà Nội đến Marrakech, quá cảnh tại Doha và Casablanca. Tận hưởng ghế ngồi rộng rãi, ẩm thực quốc tế và giải trí trên màn hình riêng. Nghỉ đêm trên máy bay.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: MARRAKECH",
          "timeline": [
            {
              "time": "Buổi sáng và Buổi chiều",
              "description": "Đến Marrakech, hướng dẫn viên đón và đưa bạn về khách sạn. Nghỉ ngơi và tự do khám phá Marrakech.",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-marrakech.gif"
            },
            {
              "time": "17h00",
              "description": " Nếu đến sớm, quý khách có cơ hội khám phá khu phố cổ với những con hẻm nhỏ hẹp và quảng trường nổi tiếng Djamaa El Fena.",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-jmaalefna.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2: MARRAKECH - AIT BENHADDOU - OUARZAZATE - THUNG LŨNG HOA HỒNG - THUNG LŨNG DADES.",
          "timeline": [
            {
              "time": "Sau bữa sáng",
              "description": "Bắt đầu hành trình băng qua dãy núi High Atlas của Ma Rốc và đến ngôi làng cổ Ait Benhaddou, nơi từng là điểm dừng chân chính của các đoàn lữ hành ngày xưa. ",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-high-atlas-mt-1.gif"
            },
            {
              "time": "",
              "description": "Ait Benhaddou là một di sản của UNESCO và xuất hiện trong nhiều bộ phim quốc tế như Gladiators, Prince of Persia và Trò chơi vương quyền. Gần ngôi làng này là thành phố Ouarzazate nơi được mệnh danh là Hollywood của Bắc Phi do số lượng phim được sản xuất tại đây.",
              "image": "https://cdn2.ivivu.com/2022/07/19/15/ivivu-ait-benhaddou.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Di chuyển đến Boumalen Dades ngang qua một thung lũng tuyệt đẹp , xanh mát quanh năm và rất nổi tiếng với hoa hồng Damaskina. Nghỉ đêm tại đây.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-rose-valley2.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 3: THUNG LŨNG DADES - TOUDRA GORGE- ARFOUD- MERZOUGA.",
          "timeline": [
            {
              "time": "8h00",
              "description": "Sau bữa sáng, di chuyển về phía đông sa mạc Sahara, trên đường bạn sẽ đi ngang qua hẻm núi tráng lệ Toudra Gorges.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-toudra-gorges.gif"
            },
            {
              "time": "13h00",
              "description": "Sau bữa ăn trưa tiếp tục hành trình đến Erfoud, một thành phố nổi tiếng với các hóa thạch và đá cẩm thạch hóa thạch.",
              "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/85/Erfoud-Sahara-Morocco.jpg/800px-Erfoud-Sahara-Morocco.jpg"
            },
            {
              "time": "16h00",
              "description": "đến với sa mạc Sahara nổi tiếng thế giới, nơi bạn sẽ chuyển sang cưỡi lạc đà và đi dạo trên cồn cát đến điểm cắm trại Berber ngủ qua đêm. Nếu bạn không thể cưỡi lạc đà thì có thể di chuyển bằng xe (có tính phí).",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-desert-camp.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Nghỉ ngơi và ăn tối. Trải nghiệm cắm trại qua đêm trên sa mạc lớn nhất thế giới, một trải nghiệm độc đáo và duy nhât.",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 4: MERZOUGA - FES.",
          "timeline": [
            {
              "time": "8h00",
              "description": "Sau khi ăn sáng, tiếp tục hành trình đến thành phố Errachidia và thung lũng ZIZ nổi tiếng với cây chà là. Sau đó, vượt qua High và Middle Atlas, những ngọn núi ngăn cách sa mạc Sahara với khu vực dân cư. ",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-ziz.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Đến Fes, thủ đô lâu đời nhất của Maroc và nghỉ đêm tại đây.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-morocco-fez-1.gif"
            }
          ]
        },
        {
          "id": 6,
          "name": "NGÀY 5: FES",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Hướng dẫn viên đón bạn và tham quan Fes, một thành phố thời trung cổ lâu đời nhất và lớn nhất trên thế giới. Phương tiện di chuyển chính ở đây là lừa và xe đạp, bên cạnh đó là sự kết hợp đa dạng và độc đáo của hương thơm, cảnh đẹp và âm thanh làm nên nét đẹp khác biệt của Fes.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-dye-pits.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Thành phố cũng sở hữu rất nhiều nhà thờ Hồi giáo và cung điện tuyệt đẹp. Tuy nhiên, chỉ có người theo đạo Hồi mới có thể vào Nhà thờ Hồi giáo ở Maroc. Bạn cũng có thể khám phá Hố nhuộm, xưởng thuộc da, đồ gốm và nhà hàng địa phương.",
              "image": "https://cdn2.ivivu.com/2022/07/19/16/ivivu-the-mosque-of-hassan.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Trở về khách sạn để nghỉ ngơi, chuẩn bị cho một buổi tối tuyệt vời. Đây là thời điểm để bạn thưởng thức ẩm thực và văn hóa thành phố với chương trình giải trí đậm chất Ma-rốc bao gồm khiêu vũ truyền thống, múa bụng và ảo thuật. Nghỉ đêm tại khách sạn.",
              "image": "https://cdn2.ivivu.com/2022/07/22/16/ivivu-an.gif"
            }
          ]
        },
        {
          "id": 7,
          "name": "NGÀY 6: FES - CHEFCHAOUEN",
          "timeline": [
            {
              "time": "8h00",
              "description": "Sau bữa sáng, tham quan Chefchaouen - thành phố Xanh, một điểm thu hút khách du lịch nổi tiếng của Ma Rốc. Thị trấn thân thiện này nằm trên dãy núi Rif ngay phía nam của bờ biển Địa Trung Hải, tây bắc Maroc.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-chefchaouen.gif"
            },
            {
              "time": "11h00",
              "description": "Khám phá thành phố Bleu xinh đẹp, nơi được biết đến với những tòa nhà truyền thống. Hãy đi bộ để chiêm ngưỡng những bức tường sơn trắng và xanh của khu Medina và những khu chợ cung cấp đồ thủ công mỹ nghệ địa phương độc đáo.",
              "image": "https://cdn2.ivivu.com/2022/07/22/17/ivivu-cho.gif"
            },
            {
              "time": "15h00",
              "description": "Chefchaouen là một điểm check-in tuyệt vời có tầm nhìn ngoạn mục nhìn ra dãy núi Rif.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-rif-mountains.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Ăn tối tại một trong những nhà hàng địa phương ở Medina trước khi quay trở lại khách nghỉ đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 8,
          "name": "NGÀY 7: CHEFCHAOUEN- RABAT- CASABLANCA",
          "timeline": [
            {
              "time": "9h00",
              "description": "Sau bữa sáng, di chuyển đến thủ đô chính thức của Ma Rốc - Rabat. Khi đến nơi, hướng dẫn viên sẽ cùng bạn khám phá những điểm nổi bật của Rabat bao gồm cung điện Hoàng gia, tháp Hassan và Oudaya Kasbah. Sau đó, tiếp tục hành trình để đến Casablanca, thủ đô kinh tế của Maroc.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-royal-palace.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Tự do khám phá Casablanca.",
              "image": "https://cdn2.ivivu.com/2022/07/19/17/ivivu-hassan-tower.gif"
            }
          ]
        },
        {
          "id": 9,
          "name": "NGÀY 8: CASABLANCA",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Di chuyển đến sân bay Mohamed V ở Casablanca trở về Việt Nam.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 5,
      "name": "Tour Cao Cấp Đà Nẵng 4N3Đ: Huế - Quảng Bình - Đà Nẵng - Bà Nà - Hội An",
      "image": "https://cdn2.ivivu.com/2022/04/22/14/ivivu-cau-vang-da-nang-750x390.gif",
      "catagoryId": 1,
      "areaId": 2,
      "price_adult": 6990000,
      "price_child": 6740000,
      "quantity_date": "4 ngày 3 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Đà Nẵng",
      "star": "4",
      "quantity": 10,
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hành Trình đi dọc miền trung đất nước",
        "content": "Du lịch miền Trung luôn hấp dẫn du khách với những món ăn ngon, bãi biển xinh đẹp và những hòn đảo thơ mộng mà ít nơi nào có được. Nhưng bên cạnh đó khi tới vùng đất này bạn còn có thể khám phá những địa danh, di tích lịch sử đã tồn tại từ hàng ngàn năm nay. Có lẽ thiên nhiên đã quá ưu ái khi ban tặng cho bản đồ Miền Trung Việt Nam về du lịch quá nhiều những danh lam thắm cảnh nổi tiếng mà ai cũng phải ghen tị, đố kỵ."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: ĐÓN ĐOÀN – CHÙA THIÊN MỤ - ĐẠI NỘI HUẾ ( ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "4:30",
              "description": "Nhân Viên Công ty sẽ đón quý khách tai sân bay Tân Sơn Nhất, làm thủ tục khởi hành đi Huế trên chuyến bay VJ302 lúc 07:20.",
              "image": ""
            },
            {
              "time": "9:00",
              "description": "Đến Huế, Xe và HDV đón đoàn đến nhà hàng dùng điểm tâm sáng (chi phí tự túc).",
              "image": ""
            },
            {
              "time": "10:00",
              "description": "Đoàn đi tham quan Chùa Thiên Mụ, một ngôi  chùa cổ nằm trên đồi Hà Khê, tả ngạn sông Hương. Chùa Thiên Mụ là một trong những thắng cảnh đẹp được nhắc đến nhiều nhất tại Huế. Không chỉ đi vào những bài thơ lãng mạn của xứ Huế mà còn trong cả câu ca, Thiên Mụ cũng được coi là một ngôi chùa linh thiêng và những cảnh không thể bỏ qua của bất cứ du khách nào khi đặt chân đến thủ đô cổ xưa này.",
              "image": "https://cdn2.ivivu.com/2019/12/09/11/ivivu-chua-thien-mu.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Xe đưa đoàn đến nhà hàng dùng cơm trưa. Sau đó đoàn khởi hành về khách sạn 4* nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn tham quan Đại Nội Kinh Thành Hoàng Cung của 13 vị Vua triều Nguyễn với Ngọ Môn, điện Thái Hoà, Tử Cấm Thành, Thế Miếu, Hiển Lâm Các, Cửu Đỉnh. Đây cũng là một trong những di sản của Việt Nam được UNESCO công nhận là Di sản văn hóa thế giới.",
              "image": "https://cdn2.ivivu.com/2020/06/04/17/ivivu-dai-noi-hue.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Ăn tối tại Nhà Hàng. Quý khách tự do khám phá thành phố Huế về đêm. Nghỉ đêm tại Huế.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: THÁNH ĐỊA LA VANG -CẦU HIỀN LƯƠNG-ĐỘNG PHONG NHA ( ĂN 3 BỮA)",
          "timeline": [
            {
              "time": "6:30",
              "description": "Dùng điểm tâm buffet  tại khách sạn.",
              "image": ""
            },
            {
              "time": "7h00",
              "description": "Đoàn khởi hành đi Phong Nha - Kẻ Bàng: Di Sản Thiên Nhiên Thế Giới. Trên đường đi, đoàn viếng thăm Thánh Địa La Vang  là một trong những địa điểm hành hương quan trọng không chỉ riêng đồng bào Công giáo, mà còn của cả người không Công giáo và khách du lịch quốc tế. Tiếp đến đoàn dừng chân ngắm nhìn Vĩ tuyến 17 - Cầu Hiền Lương - Sông Bến Hải.",
              "image": "https://cdn2.ivivu.com/2019/02/13/15/ivivu-tour-da-nang-hue-thanh-dia-la-vang.jpg"
            },
            {
              "time": "Buổi trưa",
              "description": "Dùng cơm trưa tại nhà hàng ở Phong Nha, nghỉ ngơi tại nhà hàng. ",
              "image": ""
            },
            {
              "time": "Sau bữa trưa",
              "description": "Đoàn ngồi thuyền ngược dòng sông Son, chinh phục Động Phong Nha kỳ vĩ, một thắng cảnh thiên nhiên mà tạo hoá đã ban tặng cho người dân Quảng Bình. Nơi đây, sự giao hoà của rừng nguyên sinh và sông Son, cùng với động khô và động nước tạo nên một bức tranh thuỷ mặc làm say lòng người. Đây là một trong những vùng đá vôi nhiệt đới cổ đại nhất, rộng lớn nhất thế giới với diện tích trên 200.000 ha. Có hệ thống  hơn 300 hang động lớn nhỏ, tiềm ẩn nhiều điều kỳ lạ và hấp dẫn. Hang Bi Ký, Cô Tiên và Cung Đình dưới sâu lòng núi, nơi có con sông ngầm từ đất nước bạn Lào chảy sang.",
              "image": "https://cdn2.ivivu.com/2016/08/26/17/ivivu-tour-da-nang-5n4d-son-tra-hoi-an-ba-na-hue-dong-phong-nha-dong-phong-nha.jpg"
            },
            {
              "time": "15h30",
              "description": "Đoàn khởi hành về lại Cố Đô Huế theo đường Trường Sơn - Hồ Chí Minh Huyền Thoại.",
              "image": "https://cdn2.ivivu.com/2021/05/05/10/ivivu-co-do-hue.jpg"
            },
            {
              "time": "Bữa tối",
              "description": "Đoàn dùng cơm tối tại nhà hàng Đông Hà, quảng Trị.",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Đến Huế, về khách sạn nghỉ ngơi, tự do thưởng thức đặc sản và tham quan thành phố Huế về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: HUẾ - ĐÀ NẴNG - HỘI AN ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "6:30",
              "description": "Dùng điểm tâm buffet tại khách sạn, làm thủ tục trả phòng. Khởi hành đi Đà Nẵng.",
              "image": ""
            },
            {
              "time": "9h00",
              "description": "Đến Đà Nẵng, đoàn khởi hành đi tham quan Bán đảo Sơn Trà: một món quà lớn mà thiên nhiên ưu ái ban tặng cho thành phố Đà Nẵng. Mang trong mình một vẻ đẹp nguyên sơ, hữu tình, bãi biển nước trong vắt, những tán cây xanh rợp bóng, nơi đây có không khí trong lành kết hợp cùng nguồn tài nguyên phong phú và là nơi thu hút rất nhiều khách du lịch trên cả nước.",
              "image": "https://cdn2.ivivu.com/2022/03/10/16/ivivu-ban-dao-son-tra.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Xe đưa đoàn đến nhà hàng dùng cơm trưa với món đặc sản “Bánh Tráng Cuốn Thịt Heo”. Sau đó đoàn khởi hành về khách sạn 4* nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": " Đoàn tự do tắm biển Mỹ Khê",
              "image": ""
            },
            {
              "time": "16h00",
              "description": "Tham quan Ngũ Hành Sơn Làng Nghề Điêu Khắc Đá Non Nước với các pho tượng bằng Đá được điêu khắc dưới bàn tay tài hoa của nghệ nhân nơi đây.",
              "image": "https://cdn2.ivivu.com/2020/05/27/09/ivivu-ngu-hanh-son-dn.gif"
            },
            {
              "time": "17h00",
              "description": "Tiếp tục vào Hội An: nơi mà cuộc sống cứ bình lặng, nơi mà dường như dòng chảy vô tình của thời gian chẳng thể nào vùi lấp đi cái không khí cổ xưa. Những mái ngói cũ phủ đầy rêu phong, những con đường ngập trong sắc đỏ của đèn lồng, những bức hoành phi được chạm trổ tinh vi, tất cả như đưa ta về với một thế giới của vài trăm năm trước.",
              "image": "https://cdn2.ivivu.com/2022/06/14/18/ivivu-pho-co-hoi-an.gif"
            },
            {
              "time": "17h30",
              "description": "Tại đây, du khách bách bộ tham quan Phố Cổ với: Chùa Cầu Nhật Bản, Nhà Cổ hàng trăm năm tuổi, Hội Quán Phước Kiến & Xưởng thủ công mỹ nghệ…",
              "image": "https://cdn2.ivivu.com/2016/08/26/17/ivivu-tour-da-nang-4n3d-son-tra-hoi-an-ba-na-cu-lao-cham-chua-cau-nhat-ban.jpg"
            },
            {
              "time": "19h00",
              "description": "Đoàn tự do thưởng thức các món đặc sản tại Hội An như: Cao Lầu, Mì Quảng…",
              "image": ""
            },
            {
              "time": "20h00",
              "description": "Đoàn khởi hành về lại Đà Nẵng nghỉ đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: KDL BÀ NÀ – TP.HCM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "6:30",
              "description": "Nhân Viên Công ty sẽ đón quý khách tai sân bay Tân Sơn Nhất, làm thủ tục khởi hành đi Huế trên chuyến bay VJ302 lúc 07:20.",
              "image": ""
            },
            {
              "time": "7h30",
              "description": " Đoàn khởi hành đi tham quan KDL Bà Nà - Núi Chúa (vé cáp tự túc), nơi  có những khoảnh khoắc giao mùa bất ngờ Xuân - Hạ - Thu - Đông trong một ngày. Qúy khách sẽ tận hưởng cảm giác bồng bền khi ngồi trên Cabin lơ lững giữa chừng mây. Viếng chùa Linh Ứng với tượng Phật Thích Ca cao 27m, viếng đền thờ Bà Chúa Mẫu Thượng Ngàn",
              "image": "https://cdn2.ivivu.com/2022/03/01/14/ivivu-chua-linh-ung-ba-na.gif"
            },
            {
              "time": "9h00",
              "description": "Tham gia vui chơi tại công viên Fantasy Park: với các trò chơi phiêu lưu mới lạ như: Vòng Quay Tình Yêu, Phi Công Skiver, Đường Đua Lửa, Ngôi Nhà Ma và Khu trưng bày hơn 40 tượng sáp những nhân vật nổi tiếng trên thế giới…",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-fantasy-park.jpg"
            },
            {
              "time": "12h00",
              "description": "Đoàn dùng buffet trưa tại Bà Nà ( Chi phí tự túc )",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Xe tiễn quý khách ra Sân bay Đà Nẵng, làm thủ tục bay về Hồ Chí Minh đáp chuyến bay VJ631 lúc 15:35. HDV chào tạm biệt du khách, kết thúc chương trình tham quan thú vị tại đây và hẹn gặp lại trong những tour kế tiếp.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 6,
      "name": "Tour Cao Cấp Phú Quốc 3N2Đ: Grand World - Địa Trung Hải - Cầu Vồng Hoàng Hôn",
      "image": "https://cdn2.ivivu.com/2023/02/17/11/ivivu-cau-hon-2.gif",
      "catagoryId": 1,
      "areaId": 3,
      "price_adult": 5490000,
      "price_child": 3935000,
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Phú Quốc",
      "star": "4",
      "quantity": 10,
      "start_date": "22/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Ca nô"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 7,
          "nameService": "Vé máy bay"
        },
        {
          "id": 8,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hành Trình Trải Nghiệm Thành Phố Đảo Ngọc",
        "content": "Thường được biết đến với tên 'Đảo Ngọc', Phú Quốc sở hữu những bãi biển hoang sơ tuyệt đẹp, sinh vật biển đa dạng và cảnh quan thiên nhiên phong phú được kết hợp tài tình với những cánh rừng tự nhiên, núi, biển và thác nước, sông hồ. Phú Quốc luôn là một trong những điểm nghĩ dưỡng hàng đầu với các khu resort đẳng cấp quốc tế cùng với những khu vui chơi, giải trí quy mô bậc nhất Đông Nam Á như công viên chủ đề Vin Wonders, thành phố không ngủ Grand World, casino Phú Quốc....Ngoài ra, Phú Quốc vẫn còn lưu giữ nhiều di tích văn hóa, lịch sử và các nghề truyền thống hàng trăm năm tuổi như nghề làm nước mắm Phú Quốc trứ danh"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: PHÚ QUỐC – ĐỊA TRUNG HẢI – CẦU VỒNG HOÀNG HÔN ( ĂN SÁNG, TRƯA, CHIỀU)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đến sân bay Phú Quốc, xe và Hướng dẫn viên đón Quý khách. Đoàn dùng bữa sáng. Sau đấy viếng thăm Dinh Cậu – Dinh Bà, biểu tượng tín ngưỡng ngư dân địa phương.",
              "image": "https://cdn2.ivivu.com/2021/04/23/10/ivivu-dinh-cau-phu-quoc.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách ăn trưa tại nhà hàng. Sau đó về khách sạn nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Tham quan Thiền Viên Trúc Lâm Chùa Hộ Quốc",
              "image": "https://cdn2.ivivu.com/2020/07/14/17/ivivu-chua-ho-quoc.gif"
            },
            {
              "time": "15h00",
              "description": "Tham quan Di Tích Lịch Sử Nhà Tù Phú Quốc",
              "image": "https://cdn2.ivivu.com/2018/04/05/15/ivivu-nha-tu-phu-quoc.jpg"
            },
            {
              "time": "16h00",
              "description": "Tham quan Nhà Thùng Nước Mắm Phú Quốc",
              "image": ""
            },
            {
              "time": "16h30",
              "description": "Check In Địa Trung Hải – Nhà Ga Cáp Treo",
              "image": "https://cdn2.ivivu.com/2022/03/07/10/ivivu-thi-tran-dia-trung-hai.gif"
            },
            {
              "time": "17h00",
              "description": "Check In Cầu Vồng Hoàng Hôn Trên Đảo Ngọc Phú Quốc ( Phí tự túc )",
              "image": "https://cdn2.ivivu.com/2023/02/17/11/ivivu-cau-hon-2.gif"
            },
            {
              "time": "Bữa tối",
              "description": "Xe và hướng dẫn viên đưa quý khách đến nhà hàng địa phương dùng cơm tối với nhiều món hải sản đặc sản biển đảo Phú Quốc",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Sau khi dùng cơm tối quý khách về lại khách sạn nghỉ ngơi, quý khách tự tham quan khám phá đảo ngọc Phú Quốc như tham quan Chợ đêm, đăng ký chương trình câu mực đêm ( Chi phí tự túc )",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: VINHOLIDAY FIESTA - GRAND WORLD – VINWONDERS ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "7h30",
              "description": "Sau bữa sáng tại khách sạn, Quý khách làm thủ tục trả phòng tiếp tục lên xe tham quan: Nông trại nuôi cấy Ngọc Trai Biển Phú Quốc, Vườn Sim Phú Quốc, Hồ tiêu phú quốc.",
              "image": "https://cdn2.ivivu.com/2020/05/27/12/ivivu-ho-tieu-pq.gif"
            },
            {
              "time": "10h00",
              "description": "Check in Kiến Trúc Nhà Tre độc đáo tại đảo ngọc tại Grand World",
              "image": "https://cdn2.ivivu.com/2021/12/14/16/ivivu-nha-tre-lon-phu-quoc.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Xe và HDV đưa đoàn dùng cơm trưa tại nhà hàng, sau khi dùng cơm trưa xong quý khách về làm thủ tục nhận phòng khách sạn Vinholidays Fiesta trong hệ thống resort 5 sao tại Vinperl năm ngay trong Thành phố không ngủ Grand World",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Qúy khách tự do hưởng thụ dịch 5 sao tại khách sạn. Hoặc  Quý khách có thể sắp xếp thời gian tham quan thêm Vinwonders hoặc  Safari ( Chi phí tự túc )",
              "image": "https://cdn2.ivivu.com/2022/10/04/15/ivivu-grand-world-phu-quoc-1.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Qúy khách tự do ăn tối tại nhà hàng hoặc Chợ đêm trong Grand World. sau khi dùng cơm tối xong đoàn tiếp tục thư giản giải trí tại các quán bar biển chờ đến giờ xem biểu diễn Show diễn triệu đô trên sông Vencia. Về khách sạn nghỉ đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: PHÚ QUỐC  CITY – ĐẶC SẢN BÚN QUẬY-   HẸN GẶP LẠI ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng điểm tâm sáng tại khách sạn. Tự do tắm biển tắm hồ bơ tại khách sạn. Đi bộ hoặc xe điện tham quan chụp ảnh Grand world vào ban ngày.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách làm thủ tục trả phòng khách sạn, Xe và hướng dẫn viên đưa Quý khách đến thưởng thức đặc sản nổi tiếng Bún Quậy Phú Quốc.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Sau đó đoàn tiếp tục tham quan Đặc sản Khô Phú Quốc. Đến giờ xe và HDV đưa đoàn ra sân bay hoặc bến tàu Phú Quốc, làm thủ tục lên máy bay lên tàu.Kết thúc chương trình tham quan tại Phú Quốc. Hdv và lái xe Chúc sức khỏe quý khách và hẹn gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 7,
      "name": "Tour Đà Nẵng 4N3Đ: Sơn Trà - Hội An - Bà Nà (Cầu Vàng) - Huế",
      "image": "https://cdn2.ivivu.com/2021/05/07/10/ivivu-ba-na-hill.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 3050000,
      "price_child": 1525000,
      "quantity_date": "4 ngày 3 đêm",
      "start_location": "Đà Nẵng",
      "end_location": "Huế",
      "star": "4",
      "quantity": 10,
      "start_date": "21/06/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Chinh phục cung đường di sản miền Trung",
        "content": "Miền Trung, dải đất thân thương nối liền hai miền Nam - Bắc của Việt Nam. “Cung đường di sản miền Trung” sẽ kết nối du khách với các di sản văn hóa của nhân loại được UNESCO công nhận bao gồm: Huế với hai di sản là Quần thể di tích Cố đô Huế và Nhã Nhạc cung đình; Quảng Nam với hai di sản là Thánh địa Mỹ Sơn và đô thị cổ Hội An. Trên mỗi bước đi, du khách còn có thể khám phá cho mình nhiều điểm đến hấp dẫn: Bà Nà Hill, Làng Chài Lăng Cô, và nhiều bãi tắm tuyệt đẹp: Cửa Đại, Non Nước, Lăng Cô, Nhật Lệ, cùng với những nét ẩm thực độc đáo của Miền Trung. Cùng iVIVU khám phá cung đường tuyệt vời này ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: ĐÓN KHÁCH – SƠN TRÀ - ĐÀ NẴNG (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": " Đón quý khách tại Đà Nẵng (Sân bay, Ga, điểm hẹn trung tâm) từ 07h00 đến 13h00 (Sau thời gian này, quý khách tự túc nhập đoàn). Xe đưa đi ăn trưa đặc sản nổi tiếng Đà Nẵng “Bánh tráng thịt heo 2 đầu da & Mỳ Quảng”.",
              "image": "https://cdn2.ivivu.com/2018/08/23/15/ivivu-banh-trang-thit-heo-2-dau-da.jpg"
            },
            {
              "time": "Chiều",
              "description": "Khởi hành đến Bán Đảo Sơn Trà – Rừng già giữa lòng phố trẻ viếng Linh Ứng Tự - nơi có tượng Phật Bà 67m hướng ra biển Đông.",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-chua-linh-ung.jpg"
            },
            {
              "time": "Tối",
              "description": " Ăn tối nhà hàng. Tự do trải nghiệm Công viên Châu Á - Asia Park Đà Nẵng là sự kết hợp những nét độc đáo, mới lạ của các mô hình giải trí trên thế giới với những nét văn hóa đặc sắc đậm chất Á Đông.",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-chua-linh-ung.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: NGŨ HÀNH SƠN – PHỐ CỔ HỘI AN (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Điểm tâm. Vòng qua Cầu Rồng lưu lại dấu ấn trên Cầu Tình Yêu, tản bộ thưởng thức không khí trong lành bên bờ Hàn Giang với tượng Cá Chép Hóa Long - Biểu tượng mong muốn vươn lên của người Đà Nẵng.Tham quan Cụm danh thắng di tích Ngũ Hành Sơn và Làng Nghề Điêu Khắc Đá. Mua sắm đặc sản Quà Miền Trung",
              "image": "https://cdn2.ivivu.com/2017/09/20/10/ivivu-cau-rong.jpg"
            },
            {
              "time": "Trưa",
              "description": "Ăn trưa nhà hàng.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": " Khởi hành vào Hội An bách bộ tham quan và mua sắm Phố Cổ với: Chùa Cầu Nhật Bản, Nhà Cổ hàng trăm năm tuổi, Hội Quán Phước Kiến & Xưởng thủ công mỹ nghệ.",
              "image": "https://cdn2.ivivu.com/2021/05/07/10/ivivu-hoi-an.gif"
            },
            {
              "time": "Tối",
              "description": "Ăn tối nhà hàng. Tự do thưởng ngoạn du thuyền trên sông Hàn ngắm cảnh Đà Thành về đêm, chụp ảnh Cầu Quay Sông Hàn, cầu Rồng phun lửa và nước vào cuối tuần.",
              "image": "https://cdn2.ivivu.com/2022/07/01/09/ivivu-bar-radission.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: BÀ NÀ - CỐ ĐÔ HUẾ (ĂN SÁNG, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Điểm tâm. Khởi hành đi Bà Nà - Núi Chúa (Tự túc chi phí Option Bà Nà theo giá của SunGroup)Quý khách sẽ tận hưởng cảm giác bồng bền khi ngồi trên Cabin lơ lững giữa chừng mây. Viếng chùa Linh Ứng với tượng Phật Thích Ca cao 27m, viếng đền thờ Bà Chúa Mẫu Thượng Ngàn. Tham quan Cầu vàng - HOT Cây cầu độc đáo nằm trong vườn Thiên Thai ở Bà Nà Hill - được xây dựng trên độ cao 1.400m so với mặt nước biển, cây cầu gồm 8 nhịp và có độ dài là 150m. Cây cầu được nâng đỡ bởi đôi bàn tay khổng lồ. Người đi như lạc giữa tiên cảnh nơi có mây, trời bao la. Tham gia vui chơi tại công viên Fantasy Park: với các trò chơi phiêu lưu mới lạ như: Vòng Quay Tình Yêu, Phi Công Skiver, Đường Đua Lửa, Ngôi Nhà Ma và Khu trưng bày hơn 40 tượng sáp những nhân vật nổi tiếng trên thế giới.",
              "image": "https://cdn2.ivivu.com/2021/05/07/10/ivivu-ba-na-hill.gif"
            },
            {
              "time": "Trưa",
              "description": "Ăn trưa nhà hàng.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Khởi hành đi Cố Đô Huế - Di sản văn hoá Thế Giới, xuyên hầm đường bộ đèo Hải vân, dừng chân chụp ảnh làng Chài Lăng Cô.",
              "image": "https://cdn2.ivivu.com/2018/12/06/17/ivivu-lang-chai-lang-co.jpg"
            },
            {
              "time": "Tối",
              "description": "Ăn tối nhà hàng với đặc sản xứ Huế (Bánh bèo, lọc, nậm, khoái,...). Ngồi thuyền Rồng nghe Ca Huế và thả hoa đăng cầu may trên dòng Hương Giang thơ mộng",
              "image": "https://cdn2.ivivu.com/2022/07/01/09/ivivu-bar-radission.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: ĐẠI NỘI – CHÙA THIÊN MỤ - TIỄN KHÁCH (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Điểm tâm. Trả phòng. Khởi hành tham quan:Đại Nội - Hoàng cung triều Nguyễn, tham quan Ngọ Môn, Điện Thái Hòa, Tử Cấm Thành, Thế Miếu, Hiển Lâm Các, Cửu Đỉnh,...",
              "image": "https://cdn2.ivivu.com/2018/05/14/17/ivivu-dai-noi-hue.jpg"
            },
            {
              "time": "Trưa",
              "description": "Ăn trưa nhà hàng tại Huế.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Tiễn quý khách ra sân bay Huế (các chuyến sau 15h00).Và sân bay Đà Nẵng (các chuyến sau 17h00)",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 8,
      "name": "Tour Limosine Cao Cấp Phan Thiết 2N1Đ: Tà Kú - Bikini Beach - Circus Land",
      "image": "https://cdn2.ivivu.com/2022/03/09/16/ivivu-kdl-nui-ta-cu.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 2390000,
      "price_child": 1900000,
      "quantity_date": "2 ngày 1 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Phan Thiết",
      "star": "4",
      "quantity": 15,
      "start_date": "24/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Xe Limousine"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Phan Thiết - Hương Vị Của Biển",
        "content": "Xe Limousine hay được gọi là “Chuyên Cơ Mặt Đất” Xe Limousine là dòng xe hiện đại, tối ưu và sang trọng, được cải tiến từ những chiếc xe du lịch 40 chỗ thành những chiếc xe 20 chỗ sang trọng, xe du lịch 29 chỗ thành 18-20 chỗ. Xe Limousine được áp dụng phục vụ cho hành khách tuyến đường dài để đảm bảo sự nghỉ ngơi và thoải mái khi đi trên xe. Cả nội thất bên trong của các xe đều được lắp đặt các thiết bị hiện đại và tiện ích nhất cho các trải nghiệm của hành khách.Thiên nhiên dường như quá ưu đãi cho bờ biển Phan Thiết, bởi nó chứa đựng những điều cuốn hút du khách, biển xanh, cát trắng, rặng dừa xanh,…đã tạo cho Phan Thiết sức hấp dẫn khó cưỡng cho những ai yêu biển, yêu cái nắng vàng trên cát. Ngỡ như khô cằn nhưng lại vô cùng lãng mạn. Đừng nghĩ Phan Thiết không có gì để khám phá, thật ra nó là một điểm nghĩ dưỡng sau những ngày làm mệt mỏi, căng thẳng nơi phố thị vô cùng hữu hiệu, là nơi để bạn và gia đình thư giãn vào những ngày hè oi bức, gắn kết tình thân hay là nơi trăng mật vô cùng lãng mạn."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP. HCM – PHAN THIẾT - KDL NÚI TÀ CÚ – TẮM BIỂN ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng: 05h00",
              "description": "Xe và hướng dẫn viên đón khách tại điểm hẹn, khởi hành đi Phan Thiết.",
              "image": "https://cdn2.ivivu.com/2021/03/23/15/ivivu-xe-limousine.gif"
            },
            {
              "time": "07h30",
              "description": "Đoàn dùng điểm tâm sáng tại Nhà hàng.",
              "image": ""
            },
            {
              "time": "10h30",
              "description": "Đến Phan Thiết, xe đưa đoàn tham quan KDL Núi Tà Cú, du khách đi cáp treo lên đỉnh núi độ cao 505m, tham quan quần thể di tích chùa tháp, tượng Phật và hang động. Đặc biệt là “Song Lâm Thị tịch” – tượng Phật Thích Ca nhập niết bàn dài 49m, cao 11m và bộ tượng Tam Thế Phật được xếp hạng Di tích lịch sử – Văn hoá Quốc gia. (chi phí cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/09/16/ivivu-kdl-nui-ta-cu.gif"
            },
            {
              "time": "12h00",
              "description": "Đoàn dùng cơm tại nhà hàng dưới chân núi.",
              "image": "https://cdn2.ivivu.com/2021/03/18/10/ivivu-khu-du-lich-nui-ta-cu.gif"
            },
            {
              "time": "13h00",
              "description": "Đoàn di chuyển đến resort nhận phòng nghỉ ngơi. Quý khách có thể tắm biển tự do hoặc thư giãn tại resort.",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Qúy khách tự do thưởng thức hải sản tại Phan Thiết (bữa tối tự túc), nghỉ ngơi tại resort, tự do khám phá Phan Thiết về đêm. Hoặc qúy khách có thể đăng kí tham gia chương trình Fishermen Show.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "CHƯƠNG TRÌNH ĐẶC BIỆT: THAM DỰ FISHERMEN SHOW",
          "timeline": [
            {
              "time": "Buổi tối",
              "description": "Fishermen Show – Huyền Thoại Làng Chài (chi phí tự túc: 300.000đ – 500.000đ/vé tùy vị trí ghế ngồi) Show vũ kịch đương đại trên sân khấu nhạc nước, ĐẦU TIÊN và DUY NHẤT tại VIỆT NAM.Thời lượng: 1 tiếng, bao gồm phần giải trí và 6 chương múa của 25 diễn viên trên sân khấu nhạc nước.",
              "image": "https://cdn2.ivivu.com/2020/11/26/11/ivivu-nhac-nuoc-fishermen-show.gif"
            },
            {
              "time": "0h00",
              "description": "Nghỉ đêm tại Phan Thiết.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2: CÔNG VIÊN GIẢI TRÍ PHONG CÁCH KIỂU MỸ – BẢO TÀNG NƯỚC MẮM - TP. HCM ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": " Đoàn dùng điểm tâm tại Nhà hàng. Quý khách tắm biển tự do. Thả mình dưới dòng nước mát lành trong những ngày nắng oi bức.Hoặc quý khách có thể tự do khám phá Công viên giải trí Circus Land. Được thiết kế với cảnh quan sinh động, mô phỏng âm hưởng sôi động, náo nhiệt của những khu hội chợ xứ sở cờ hoa, sức hấp dẫn của Circus Land còn đến từ 7 trò chơi theo phong cách gánh xiếc và 7 trò chơi trúng thưởng lưu động xoay quanh những chủ đề li kì, độc đáo. (chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2022/12/28/11/ivivu-cong-vien-circus-land.gif"
            },
            {
              "time": "9h30",
              "description": " Đáng chú ý là loại hình biểu diễn hoạt náo – Xiếc cà kheo tại Circus Land. Theo phong cách bãi biển Mỹ, mô hình hoạt náo này với các màn trình diễn linh hoạt và liên tục sẽ dẫn dắt du khách bước vào những không gian sôi động, vui tươi.Trải nghiệm càng thêm phần hấp dẫn với các buổi biểu diễn công phu của những nghệ sĩ chuyên nghiệp trong trang phục phát sáng. Khán giả có cơ hội chiêm ngưỡng các tiết mục uốn dẻo, nhào lộn bật cầu trên không, giữ thăng bằng trên dây.",
              "image": ""
            },
            {
              "time": "11h00",
              "description": "Quý khách làm thủ tục trả phòng. Sau đó di chuyển đến nhà hàng dùng cơm trưa.",
              "image": ""
            },
            {
              "time": "Buổi chiều: 13h00",
              "description": " Đoàn tham quan Bảo tàng nước mắm Làng Chài Xưa độc đáo duy nhất tại Việt Nam là nơi chứa đựng không gian tái hiện sống động lại 300 năm lịch sử của làng chài Phan Thiết xưa, từ thời Chăm Pa, vua Nguyễn, trải dài cho đến tận thời Pháp thuộc và những năm của thập niên 40 – 60.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Quý khách trở về HCM, trên đường ghé mua đặc sản của Bình Thuận như: Thanh Long, nước mắm, mực khô…. về làm quà cho người thân.",
              "image": ""
            },
            {
              "time": "17h30",
              "description": " Đến Tp. HCM chia tay và hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 9,
      "name": "Tour Tây Nguyên 3N3Đ: Măng Đen - Kon Tum - Gia Lai - Buôn Mê - Tà Đùng",
      "image": "https://cdn2.ivivu.com/2018/11/29/11/ivivu-khu-du-lich-thac-pa-si.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 27500000,
      "price_child": 20000000,
      "quantity_date": "3 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Kon Tum - Gia Lai - Buôn Mê",
      "star": "5",
      "quantity": 14,
      "start_date": "29/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Xe Limousine"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Liên Tuyến Tây Nguyên Đại Ngàn",
        "content": "Khu du lịch sinh thái Măng Đen được du khách xa gần biết đến như “Đà Lạt thứ hai” của Tây Nguyên. Măng Đen vẫn giữ nguyên vẻ đẹp hoang sơ hiếm có của đại ngàn Tây Nguyên với rừng, suối, hồ và thác nước. Măng Đen e ấp ẩn mình bên cánh rừng nguyên sinh với những rặng thông đỏ bạt ngàn trải dài như vô tận, xen lẫn tiếng nước chảy róc rách quanh năm... Cảm giác thú vị bất ngờ xâm chiếm sau hành trình dài giữa đại ngàn hùng vĩ, du khách thấy Măng Đen bốn phía được bao bọc bởi sương mù, rừng thông, biệt thự và cái lạnh nhè nhẹ... Ngoài bạt ngàn cây xanh, ở Măng Đen thỉnh thoảng khách bộ hành còn bắt gặp nhiều suối, thác đẹp nổi tiếng như: Pa Sỹ, Đăk Ke, Lô Ba và những hồ thơ mộng: Toong Zơri, Toong Pô, Toong Đam.Là một thị trấn thuộc huyện Kon Plong, tỉnh Kon Tum, Măng Đen được tự nhiên ưu ái khi mang trong mình đến tận bảy hồ, ba thác với dòng nước xanh trong ngọt ngào quanh năm. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "ĐÊM 01: TP HỒ CHÍ MINH - MĂNG ĐEN",
          "timeline": [
            {
              "time": "Buổi tối: 17h30",
              "description": "Xe và hướng dẫn viên đón đoàn rời TP Hồ Chí Minh theo QL14 đi Măng Đen qua Sóc Bombo, Bù Đăng, đường mòn Hồ Chí Minh, quý khách nghỉ đêm trên xe.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: KHÁM PHÁ MĂNG ĐEN ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng: 07h30",
              "description": "Đoàn dùng điểm tâm tại Gia Lai, tiếp tục hành trình đến với Măng Đen.",
              "image": ""
            },
            {
              "time": "09h30",
              "description": "Đoàn tham quan Nhà Thờ Gỗ Kom Tum trên 100 tuổi - là biểu tượng của vùng đất Tây Nguyên, là niềm tự hào của người dân thành phố Kon Tum và luôn có sức hút mãnh liệt cho những du khách đến với vùng cao nguyên bạt ngàn.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-nha-tho-go-kon-tum.jpg"
            },
            {
              "time": "11h30",
              "description": "Đoàn đến với Măng Đen - nơi được mệnh danh là “Đà Lạt thứ 2” của Việt Nam. Điểm đến này rất đáng để đi bởi không khí rất dễ chịu mát mẻ quanh năm, điểm tô vào đó là nét đẹp còn nguyên sơ của cao nguyên đại ngàn, của rừng thông đầy quyến rũ và nơi xứ sở của hồ của thác, Măng Đen có đến 7 hồ và 3 thác đẹp tuyệt vời. Ngoài ra đây còn là nơi vẫn còn lưu giữ nét văn hóa bản địa mộc mạc khiến cho du khách không khỏi bỡ ngỡ và tò mò. Đoàn dùng cơm trưa và nhận phòng khách sạn nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-mang-den.jpg"
            },
            {
              "time": "Buổi chiều: 14h00",
              "description": "Xe đưa quý khách tham quan Khu du lịch thác Pa Sĩ, cầu treo dây văng lệch nhịp duy nhất Miền Trung - Tây Nguyên; tham quan thác Đăk Ke và hồ Đăk Ke.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-ho-dak-ke.jpg"
            },
            {
              "time": "15h30",
              "description": "Quý khách tham quan chùa Khánh Lâm - nơi thiền định giữa rừng thiêng, sau đó tham quan Đức mẹ Măng Đen. ",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-mang-den.jpg"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: MĂNG ĐEN - GIA LAI - BUÔN MÊ THUỘT ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng: 06h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "09h30",
              "description": "Đến với Gia Lai, đoàn tham quan và check in tại Rừng Thông Trăm Tuổi, với hàng thông cổ thụ tuyệt đẹp cạnh rung chè xanh bạt ngàn. Đây được mệnh danh là “con đường Hàn Quốc” tại Pleiku Gia Lai.  Nơi đây rất thu hút lượng khách đến tham quan, các bạn trẻ thì ghi dấu thanh xuân và tình iu nơi con đường tuyệt đẹp này.",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-rung-thong-tram-tuoi.jpg"
            },
            {
              "time": "11h30",
              "description": "Đoàn dùng buổi trưa tai nhà hàng.",
              "image": ""
            },
            {
              "time": "Buổi chiều: 12h30",
              "description": "Tiếp tục khởi hành về Buôn Mê Thuột.",
              "image": ""
            },
            {
              "time": "16h00",
              "description": "Đoàn tham quan buôn làng Ako Dhông của dân tộc Êđê trong lòng Thành Phố",
              "image": "https://cdn2.ivivu.com/2022/06/02/14/ivivu-buon-lang-ako-dhong.jpg"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "19h00",
              "description": "Quý khách tự do khám phá phố núi về đêm, tự túc khám phá âm thực xứ núi, dừng chân thưởng thức “ly café Buôn Mê” hoặc thưởng thức đặc sản núi rừng cùng nhâm nhi rượu cần nổi tiếng.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 3: MĂNG ĐEN - GIA LAI - BUÔN MÊ THUỘT ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng: 06h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "08h00",
              "description": "Đoàn tiếp tục hành trình đến với Tà Đùng, quý khách có thể thả hồn để tận hưởng cái thi vị mà thiên nhiên đã ban tặng.",
              "image": "https://cdn2.ivivu.com/2019/12/13/13/ivivu-ta-dung-dak-nong.gif"
            },
            {
              "time": "Buổi chiều: 13h30",
              "description": "Tiếp tục khởi hành về lại Sài Gòn.Về đến Hồ Chí Minh, chia tay và hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 10,
      "name": "Tour Miền Trung 3N3Đ: Quy Nhơn - Phú Yên Xe VIP",
      "image": "https://cdn2.ivivu.com/2022/06/14/17/ivivu-ghenh-da-dia-phu-yen.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 3500000,
      "price_child": 2700000,
      "quantity_date": "3 ngày 3 đêm",
      "start_location": "Phan Thiết",
      "end_location": "Quy Nhơn - Phú Yên",
      "star": "5",
      "quantity": 20,
      "start_date": "06/7/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Xe Limousine"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Khách sạn 4*"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Liên Tuyến Quy Nhơn - Phú Yên hương vị của biển",
        "content": "Sau cơn sốt được tạo nên từ bộ phim 'Tôi thấy hoa vàng trên cỏ xanh', Phú Yên - Bình Định trở thành điểm nổi bật cho chuyến du lịch hè đáng nhớ cho du khách mọi miền. Không chỉ mang nét duyên của thành phố ôm trọn hai ngọn núi, Phú Yên còn mê đắm lòng người ở những đầm nước trong vắt, những bãi biển bao la, ghềnh Đá Đĩa kỳ thú. Qua đến Quy Nhơn trải nghiệm những hành trình hấp dẫn như Kỳ Co nước trong xanh màu ngọc bích được mệnh danh là “Maldives của Việt Nam”; Trung Lương – “Jeju Việt Nam” với hàng dương rì rào, những eo núi uốn lượn, bãi biển cát trắng; Eo Gió vừa lãng mạn vừa hùng vĩ để ngắm hoàng hôn; Hòn Khô nước trong vắt. Cùng iVIVU trải nghiệm kỳ nghỉ đáng nhớ tại vùng đất này ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "DU XUÂN NGÀY 1: QUY NHƠN - KỲ CO - EO GIÓ – CHÙA ÔNG NÚI ( ĂN SÁNG, TRƯA )",
          "timeline": [
            {
              "time": "08h00",
              "description": "Đến Quy Nhơn, Qúy khách dùng điểm tâm, sau đó xe đưa đoàn tham quan khám phá điểm mới Quy Nhơn.",
              "image": ""
            },
            {
              "time": "09h00",
              "description": "Đoàn tham quan Eo Gió – Thắng cảnh nổi tiếng tại Quy Nhơn, được mệnh danh là nơi đón Bình Minh và Hoàng Hôn đẹp nhất Việt Nam, Khung cảnh là lý giải cho tên gọi của khu vực này. Những rặng núi đá cao mang nhiều hình thù lạ mắt ôm trọn biển xanh trong vòng tay tạo thành một eo biển hút gió tuyệt đẹp. Đứng từ trên các mỏm đá xung quanh nhìn xuống bạn sẽ thu vào mắt một khung cảnh như tranh vẽ. Nơi đây là chốn lý tưởng để săn những bức ảnh đặc sắc ấn tượng. Không khí ở đây vô cùng yên tĩnh tạo cảm giác thong dong, thư thả trước đất trời bao la.",
              "image": "https://cdn2.ivivu.com/2022/10/17/17/ivivu-eo-gio.gif"
            },
            {
              "time": "10h00",
              "description": "Tượng Phật chùa Ông Núi Quy Nhơn Bình Định  – Dự án Đại Phật Tượng – Trung tâm Phật pháp - Linh Phong Bình Định (huyện Phù Cát) đã cơ bản hoàn thành phần tượng Phật, được kỳ vọng sẽ là một điểm đến mới của du lịch Quy Nhơn, Bình Định trong năm 2018. Với chiều cao 69 m, đường kính chân tượng 52 m, tọa lạc trên Núi Bà ở độ cao 120 m, đây là tượng Phật Thích Ca tạo dáng ở tư thế ngồi cao nhất Đông Nam Á hiện nay.",
              "image": "https://cdn2.ivivu.com/2019/09/13/10/ivivu-chua-ong-nui-quy-nhon.jpg"
            },
            {
              "time": "10h30",
              "description": "Quý khách lên Cano qua Biển Kỳ Co nằm dưới chân dãy núi Phương Mai sừng sững thuộc xã bán đảo Nhơn Lý, TP Quy Nhơn, bãi tắm hoang sơ Kỳ Co đẹp tựa một bức tranh vừa nên thơ vừa hùng vĩ. Nơi đây hấp dẫn du khách, đặc biệt là những người ưa du lịch khám phá, bởi không chỉ có cảnh đẹp làm say lòng người mà còn biết bao điều thú vị. Một hòn đảo rất hoang sơ, có bãi biển cát trắng mịn, nước biển trong xanh như pha lê. Quý khách sẽ thích thú trước vẻ đẹp thiên nhiên hoang sơ và kỳ vỹ nơi đây.",
              "image": "https://cdn2.ivivu.com/2021/07/05/10/ivivu-2-bai-ky-co.gif"
            },
            {
              "time": "12h00",
              "description": "Quý khách lên cano về lại nhà hàng, tắm nước ngọt, thưởng thức bữa trưa với những món hải sản tươi sống độc đáo, hương vị được chế biến nguyên chất của dân chài địa phương như: tôm, cá, mực, ốc, bào ngư, súp rong biển.",
              "image": ""
            },
            {
              "time": "15h30",
              "description": "Xe đưa đoàn khởi hành tham quan Khu Du Lịch Ghềnh Ráng, viếng mộ thi sĩ Hàn Mặc Tử tài hoa nhưng bạc mệnh, chiêm ngưỡng nghệ thuật Bút lửa DZũ Kha, nghe thơ Hàn, tham quan Bãi tắm Hoàng Hậu hay còn gọi là Bãi Trứng với những viên đá nhẵn thin xếp đầy bãi tắm, đẹp tự nhiên không đâu có được.",
              "image": "https://cdn2.ivivu.com/2022/05/26/14/ivivu-ghenh-rang-tien-sa-1.jpg"
            },
            {
              "time": "18h00",
              "description": "Quý khách tự túc khám phá những món ăn ngon đặc sản Quy Nhơn với các món ăn dân dã, đậm đà bản sắc miền đất võ như: bánh hỏi lòng heo, bún chả cá,nem chợ huyện, Rượu Bàu Đá, bánh xèo tôm nhảy Mỹ Cang, gỏi cá chình, tré Bình Định, bánh ít lá gai, bánh canh, gà nướng lu, bún tôm châu trúc…..(Buổi tối đoàn tự túc)",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "DU XUÂN NGÀY 2: QUY NHƠN - THÁP ĐÔI - PHÚ YÊN - GÀNH ĐÁ DĨA ( ĂN SÁNG, TRƯA, TỐI )",
          "timeline": [
            {
              "time": "Buổi sáng: 07h00",
              "description": "Sáng quý khách dùng điểm tâm sáng tại nhà hàng. Tự do dạo phố tắm biển Quy Nhơn.",
              "image": ""
            },
            {
              "time": "08h30",
              "description": "Tiếp tục hành trình xe đưa Quý khách đến Phú Yên.",
              "image": ""
            },
            {
              "time": "11h30",
              "description": "Dùng bữa trưa tại Phú Yên. Sau đó tiếp tục chương trình tham quan.",
              "image": ""
            },
            {
              "time": "14h30",
              "description": "Xe và hướng dẫn viên đón Quý khách khởi hành đi tham quan: Nhà Thờ Mằng Lăng – một trong những nhà thờ cổ nhất Việt Nam với lối kiến trúc Gothic giao thoa kiến trúc truyền thống. Nhà thờ Mằng Lăng là địa chỉ để quý khách tìm hiểu về cuốn sách Phép giảng Tám Ngày – Cuốn sách bằng chữ Quốc ngữ đầu tiên của Việt Nam.",
              "image": "https://cdn2.ivivu.com/2022/06/14/17/ivivu-ghenh-da-dia-phu-yen.gif"
            },
            {
              "time": "17h00",
              "description": "Đoàn ghé Đầm Ô Loan, tham quan, vui chơi và thưởng thức bữa tối với món Sò Ô Loan rất nổi tiếng cùng với các hải sản nướng tại chỗ.",
              "image": "https://cdn2.ivivu.com/2021/07/02/10/ivivu-4-dam-o-loan.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "DU XUÂN NGÀY 3: PHÚ YÊN – NGHINH PHONG –TP. HỒ CHÍ MINH ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng: 06h30",
              "description": "Làm thủ tục trả phòng Khách sạn.",
              "image": ""
            },
            {
              "time": "07h30",
              "description": "Dùng điểm tâm sáng tại Nhà hàng.",
              "image": ""
            },
            {
              "time": "08h00",
              "description": "Xe đưa quý khách tham quan Quảng trường Nghinh Phong Lấy ý tưởng từ Gành Đá Dĩa, những khối đá tròn xếp chồng liền kề nhau, biểu tượng của du lịch Phú Yên. Huni Architectes có trụ sở tại Pháp là đơn vị thiết kế công trình này. Cách quảng trường Nghinh Phong khoảng 100 m, Ngọn hải đăng mini cũng là điểm đến hút khách mới của Tuy Hòa có những bức ảnh 'như trời Tây'. Công viên thế kỷ với nhiều công trình đẹp theo phong cách trời tây sẽ cho quy khách nhiều bức ảnh đẹp.",
              "image": "https://cdn2.ivivu.com/2022/03/21/14/ivivu-thap-nghinh-phong-phu-yen.gif"
            },
            {
              "time": "Buổi chiều 12h30 ",
              "description": "Dùng cơm trưa tại nhà hàng.",
              "image": ""
            },
            {
              "time": "21h30",
              "description": "Đoàn có mặt tại Tp. Phan Thiết. Kết thúc chương trình, chia tay & hẹn gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 11,
      "name": "Tour Xe Lửa Miền Trung 3N4Đ: Khám Phá Quy Nhơn - Phú Yên",
      "image": "https://cdn2.ivivu.com/2022/10/17/16/ivivu-bai-xep.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 3990000,
      "price_child": 2090000,
      "quantity_date": "3 ngày 4 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Quy Nhơn - Phú Yên",
      "star": "4",
      "quantity": 17,
      "start_date": "22/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Xe lửa"
        },
        {
          "id": 2,
          "nameVehicle": "Xe ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        }
      ],
      "description": {
        "title": "Từ miền đất võ đến xứ hoa vàng cỏ xanh",
        "content": "Không hiện đại, tốc độ nhanh hay tiện nghi như tàu điện cao tốc, Xe Lửa (Tàu Hỏa) lại mang dấu ấn rất riêng, là một phương tiện di chuyển đã gắn bó và thân thương với dân ta biết bao thế hệ. Những đoàn tàu với tiếng còi quen thuộc di chuyển chầm chậm qua những làng quê, ga tàu yên ả, cảnh sắc thiên nhiên Việt Nam tuyệt đẹp có thể là một trải nghiệm rất khác biệt - một hành trình của những hoài niệm và các cung bậc cảm xúc.'Xứ Nẫu' được thiên nhiên ban tặng phong cảnh nên thơ, hữu tình và những bãi biển trải dài tuyệt đẹp, Phú Yên - Bình Định trở thành điểm nổi bật cho chuyến du lịch hè đáng nhớ cho du khách mọi miền. Không chỉ mang nét duyên của thành phố ôm trọn hai ngọn núi, Phú Yên còn mê đắm lòng người ở những đầm nước trong vắt, những bãi biển bao la, ghềnh Đá Đĩa kỳ thú. Qua đến Quy Nhơn trải nghiệm những hành trình hấp dẫn như Kỳ Co nước trong xanh màu ngọc bích được mệnh danh là “Maldives của Việt Nam”, Eo Gió vừa lãng mạn vừa hùng vĩ để ngắm hoàng hôn. 'Xứ Nẫu' nổi lên kiến trúc Champa Tháp Nhạn, Tháp Đôi độc đáo được xây dựng khoảng thế kỷ 12. Cùng iVIVU khám phá ngay hôm nay! "
      },
      "tour_details": [
        {
          "id": 1,
          "name": "ĐÊM 1: TP. HCM – GA TÀU LỬA – QUY NHƠN",
          "timeline": [
            {
              "time": "18h00",
              "description": "Quý khách có mặt ở ga tàu lửa làm thủ tục lên tàu.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: QUY NHƠN – HẦM HÔ - BẢO TÀNG QUANG TRUNG (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "08h00",
              "description": " Xe và Hdv đón khách tại Quy Nhơn, ăn sáng trên tàu..",
              "image": ""
            },
            {
              "time": "09h00",
              "description": "Tham quan bảo tàng Quang Trung – một trong những bảo tàng lịch sử nổi tiếng ở Bình Định, nơi đây gắn liền với khởi nghĩa Tây Sơn – một cuộc khởi nghĩa giải phòng dân tộc thành công nhất nước ta. Để lưu giữ lại những hiện vật lịch sử một thời đáng nhớ, người ta cho xây dựng bảo tàng Quang Trung ngay chính quê hương của người anh hùng dân tộc.",
              "image": "https://cdn2.ivivu.com/2019/09/13/09/ivivu-bao-tang-quang-trung1.jpg"
            },
            {
              "time": "10h00",
              "description": "Đoàn di chuyển đến khu du lịch sinh thái Hầm Hô - Hầm Hô một Danh Thắng thiên nhiên tuyệt mỹ, một điều kỳ diệu của tạo hóa với khúc sông Trời Lấp, với Hòn Chuông, Hòn Bóng, với Đá Thành, Bàn Cờ Tiên, Dấu Chân Khổng Lồ và một hệ sinh thái rừng đa dạng. Đến với Khu du lịch Hầm Hô, du khách như được trở về với thiên nhiên hùng vĩ, được đắm mình trong thế giới Bồng lai tiên cảnh và như được trút bỏ mọi lo toan của cuộc sống hiện đại.",
              "image": "https://cdn2.ivivu.com/2019/09/13/09/ivivu-kdl-ham-ho.jpg"
            },
            {
              "time": "11h00",
              "description": " Dùng bữa trưa tại nhà hàng.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Quý khách trở về lại khách sạn. Tự do nghỉ ngơi. ",
              "image": ""
            },
            {
              "time": "16h30",
              "description": "Xe đưa đoàn khởi hành tham quan KDL Ghềnh Ráng, Viếng mộ thi sĩ Hàn Mặc Tử tài hoa nhưng bạc mệnh, chiêm ngưỡng nghệ thuật Bút lửa DZũ Kha, nghe thơ Hàn, tham quan Bãi tắm Hoàng Hậu hay còn gọi là Bãi Trứng với những viên đá nhẵn thiên xếp đầy bãi tắm, đẹp tự nhiên không đâu có được.",
              "image": "https://cdn2.ivivu.com/2018/05/25/16/ivivu-khu-du-lich-ghenh-rang.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 2 : QUY NHƠN – KỲ CO – EO GIÓ - GÀNH ĐÁ DĨA - ĐẦM Ô LOAN (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "07h00",
              "description": "Quý khách làm thủ tục trả phòng.",
              "image": ""
            },
            {
              "time": "08h00",
              "description": "Tượng Phật chùa Ông Núi Quy Nhơn Bình Định – Dự án Đại Phật Tượng – Trung tâm Phật pháp. Linh Phong Bình Định (huyện Phù Cát) đã cơ bản hoàn thành phần tượng Phật, được kỳ vọng sẽ là một điểm đến mới của du lịch Quy Nhơn, Bình Định trong năm 2018. Với chiều cao 69 m, đường kính chân tượng 52 m, tọa lạc trên Núi Bà ở độ cao 120 m, đây là tượng Phật Thích Ca tạo dáng ở tư thế ngồi cao nhất Đông Nam Á hiện nay.",
              "image": "https://cdn2.ivivu.com/2019/09/13/10/ivivu-chua-ong-nui-quy-nhon.jpg"
            },
            {
              "time": "09h00",
              "description": "Đoàn tham quan Eo Gió – Thắng cảnh nổi tiếng tại Quy Nhơn, được mệnh danh là nơi đón Bình Minh và Hoàng Hôn đẹp nhất Việt Nam, Viếng Tượng Phật Đôi cao nhất Việt Nam trên 30m tại Tịnh Xá Ngọc Hòa, nơi người dân gửi gắm niềm tin mỗi chuyến ra khơi, cầu bình an cho gia đình.",
              "image": ""
            },
            {
              "time": "09h30",
              "description": "Quý khách lên Cano qua Biển Kỳ Co nằm dưới chân dãy núi Phương Mai sừng sững thuộc xã bán đảo Nhơn Lý, TP Quy Nhơn, bãi tắm hoang sơ Kỳ Co đẹp tựa một bức tranh vừa nên thơ vừa hùng vĩ. Nơi đây hấp dẫn du khách, đặc biệt là những người ưa du lịch khám phá, bởi không chỉ có cảnh đẹp làm say lòng người mà còn biết bao điều thú vị. Một hòn đảo rất hoang sơ, có bãi biển cát trắng mịn, nước biển trong xanh như pha lê. Quý khách sẽ thích thú trước vẻ đẹp thiên nhiên hoang sơ và kỳ vỹ nơi đây.",
              "image": "https://cdn2.ivivu.com/2018/05/08/14/ivivu-bien-ky-co.jpg"
            },
            {
              "time": "11h30",
              "description": "Quý khách lên cano về lại nhà hàng, tắm nước ngọt, thưởng thức bữa trưa với những món hải sản tươi sống độc đáo, hương vị được chế biến nguyên chất của dân chài địa phương như : tôm, cá, mực, ốc, bào ngư, súp rong biển.",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Tham quan nhà thờ Mằng Lăng. ",
              "image": ""
            },
            {
              "time": "16h00",
              "description": " Xe đưa đoàn tham quan di tích được xem là biểu tượng của du lịch tỉnh Phú Yên - thắng cảnh quốc gia Gành Đá Dĩa, nơi có mỏm đá nhô ra biển với cấu tạo đặc biệt, đá ở đây được dựng đứng theo từng cột liền khít nhau, đều tăm tắp, các cột đá có tiết diện hình lục giác hoặc hình tròn giống như cái đĩa. Du khách hòa mình và làn nước biển trong xanh cùng bãi cát dài thoai thoải, đây sẽ là trải nghiệm thú vị dành cho du khách.",
              "image": "https://cdn2.ivivu.com/2017/03/17/16/ivivu-ghenh-da-dia-16.jpg"
            },
            {
              "time": "19h00",
              "description": "Quý khách đến với thành phố Tuy Hòa, nhận phòng khách sạn và nghỉ ngơi, thư giãn. Tự do khám phá TP Phú Yên với rất nhiều quán cà phê đẹp.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: PHÚ YÊN - CẢNH QUY HOA VÀNG CỎ XANH - MŨI ĐIỆN CỰC ĐÔNG TỔ QUỐC (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "07h00",
              "description": "Quý khách dùng bữa sáng tại khách sạn.",
              "image": ""
            },
            {
              "time": "08h00",
              "description": "Xe đưa quý khách tham quan Quảng trường Nghinh Phong Lấy ý tưởng từ Gành Đá Dĩa, những khối đá tròn xếp chồng liền kề nhau, biểu tượng của du lịch Phú Yên. Huni Architectes có trụ sở tại Pháp là đơn vị thiết kế công trình này. Cách quảng trường Nghinh Phong khoảng 100 m, Ngọn hải đăng mini cũng là điểm đến hút khách mới của Tuy Hòa có những bức ảnh 'như trời Tây'. Công viên thế kỷ với nhiều công trình đẹp theo phong cách trời tây sẽ cho quy khách nhiều bức ảnh đẹp.",
              "image": "https://cdn2.ivivu.com/2022/02/25/15/ivivu-thap-nghinh-phong.gif"
            },
            {
              "time": "10h00",
              "description": "Xe đưa đoàn đến với Bãi Xép tham quan cảnh trong phim “ Hoa Vàng trên cỏ xanh”. Với Màu xanh của trời, của đại dương mênh mông hòa lẫn màu xanh của cả một trảng cỏ rộng lớn với những bụi xương rồng và vô số bông hoa dại nhỏ xíu mọc trên cỏ… khiến bạn cảm thấy vô cùng mát mắt dù đang đứng dưới cái nắng gắt của miền Trung",
              "image": "https://cdn2.ivivu.com/2018/05/25/16/ivivu-bai-xep.jpg"
            },
            {
              "time": "11h00",
              "description": " Đoàn trả phòng khách sạn, di chuyển đi ăn trưa.",
              "image": ""
            },
            {
              "time": "12h00",
              "description": " Ăn trưa tại nhà hàng.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Đoàn tiếp tục đến với cực Đông của Tổ Quốc tham quan Mũi Điện - Cap Varella, cực đông đất liền của Việt Nam, ngọn hải đăng được người Pháp xây dựng năm 1890. quý du khách chụp hình lưu niệm với cột mốc Cực Đông và ngắm nhìn toàn cảnh biển Phú Yên với những bãi cát trắng dài tít tấp.",
              "image": "https://cdn2.ivivu.com/2019/06/12/13/ivivu-hai-dang-mui-dien.jpg"
            },
            {
              "time": "15h00",
              "description": " Đoàn đến với chợ Tuy Hòa, Mua đặc sản. Tự thưởng thức ẩm thực tại Tuy Hòa.",
              "image": ""
            },
            {
              "time": "16h00",
              "description": "Đoàn di chuyển ra ga tàu, làm thủ tục lên tàu.",
              "image": ""
            },
            {
              "time": "17h00",
              "description": "Tàu di chuyển về Sài Gòn. Ăn tối tự túc.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: THÀNH PHỐ HỒ CHÍ MINH",
          "timeline": [
            {
              "time": "05h00",
              "description": "Đến Sài Gòn, chia tay và hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 12,
      "name": "Tour Bình Ba 2N2Đ: Khám Phá Vương Quốc Tôm Hùm",
      "image": "https://cdn2.ivivu.com/2019/03/05/17/ivivu-vinh-vinh-hy.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 1600000,
      "price_child": 1100000,
      "quantity_date": "2 ngày 2 đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Bình Ba",
      "star": "4.5",
      "quantity": 14,
      "start_date": "23/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        },
        {
          "id": 2,
          "nameVehicle": "Ca nô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 4*"
        }
      ],
      "description": {
        "title": "Khám phá quốc đảo Tôm Hùm",
        "content": "Bình Ba đang ngày càng hot về độ đẹp, độ “chịu chơi”, nơi đây được mệnh danh là “quốc đảo tôm hùm” với biển xanh cát trắng thơ mộng. Khách du lịch tìm đến Bình Ba không chỉ để thưởng thức hải sản, trải nghiệm những hoạt động mà còn là cơ hội để nghỉ ngơi sau những ngày làm việc mệt mỏi. Với khung cảnh hoang sơ, thanh bình của những bãi biển xanh trong, cát trắng mịn trải dài đã trở thành địa điểm chụp hình Bình Ba dành cho ai muốn có được những album đẹp mê ly. Cùng đồng hành cùng iVIVU để có những khoảnh khắc tuyệt vời ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "ĐÊM 01: TP HỒ CHÍ MINH – CAM RANH (NGHỈ ĐÊM TRÊN XE) ",
          "timeline": [
            {
              "time": "Buổi Tối: 22h00",
              "description": "Xe và hướng dẫn viên Công ty du lịch đón quý khách tại điểm hẹn, khởi hành đi Bình Ba.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 1: VỊNH CAM RANH – KHÁM PHÁ ĐẢO BÌNH BA ( ĂN SÁNG, TRƯA, TỐI) ",
          "timeline": [
            {
              "time": "Buổi sáng: 06h00",
              "description": "Quý khách dừng chân ăn sáng ở nhà hàng tại Cam Ranh. Nghỉ ngơi, làm vệ sinh cá nhận tại đây.Đến cảng Ba Ngòi khởi hành ra đảo Bình Ba. Trên thời gian ca nô di chuyển ra đảo đoàn sẽ được chiêm ngưỡng vẻ đẹp thiên nhiên hoang sơ với biển xanh dập dờn, những bè nuôi tôm hùm nằm rải rác trên biển.",
              "image": "https://cdn2.ivivu.com/2021/05/13/16/ivivu-dao-binh-ba.gif"
            },
            {
              "time": "Buổi trưa: 11h00",
              "description": "Đoàn dùng cơm trưa các món ăn đặc sản của Bình Ba tại nhà người dân trên đảo và nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi chiều: 14h00",
              "description": " HDV đưa Quý lên xe Jeep để di chuyển ra Bãi Nhà Cũ để tắm biển và lên Thuyền Thúng ra bãi San Hô. Tại đây, quý khách sẽ được trang bị Kính Lặn và Áo Phao để tung tăng hòa mình vào làn nước biển trong xanh và ngắm nhìn những rặng san hô muôn màu sắc.  Không những vậy, tại đây Quý khách còn được chụp hình thoải thích, lưu lại những kí niệm trong chuyến đi đầy ý nghĩa.",
              "image": "https://cdn2.ivivu.com/2016/09/20/14/ivivu-tour-bi-nh-ba-1-nga-y-bai-nha-cu-1.jpg"
            },
            {
              "time": "17h30",
              "description": "Sau khi tắm tắm biển, lặn ngắm san hô, thuyền sẽ đưa về lại bãi Nhà Cũ. Sau đó, xe điện chở Quý Khách về khách sạn tắm rửa, vệ sinh cá nhân.",
              "image": ""
            },
            {
              "time": "Buổi tối: 18h30",
              "description": "Đoàn tập trung và cùng nhau thưởng thức bữa tối Tiệc Hải Sản phong phú, tươi sống (bao gồm tôm hùm),.. do người dân trên đảo chế biến. Đặc biệt Quý khách sẽ được thưởng thức một loại hải sản đặc biệt đã góp phần tạo nên cuộc sống Vương giã cho bà con nơi xứ đảo đó là Tôm Hùm.",
              "image": "https://cdn2.ivivu.com/2020/06/03/17/ivivu-tom-hum-binh-ba.gif"
            },
            {
              "time": "20h00",
              "description": "Kết thúc bữa tối, quý khách tự do khám phá đảo Tôm Hùm về đêm, nghỉ đêm tại Đảo.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 02: ĐẢO BÌNH BA – TP HỒ CHÍ MINH  ( ĂN TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách có thể dậy sớm để ngắm bình minh trên đảo – trải nghiệm với một trong những nơi đón bình minh đầu tiên trên đất nước Việt Nam và tham quan một vòng quanh đảo, trải nghiệm cảm giác nơi xứ đảo vào buổi sáng, chụp hình check – in tại Hòn Rùa, Bãi Chướng, Đồi cỏ hồng,… Những con đường đảo ngoằn ngòe và những góc chụp có một không hai.",
              "image": "https://cdn2.ivivu.com/2016/09/20/14/ivivu-tour-bi-nh-ba-1-nga-y-hon-rua.jpg"
            },
            {
              "time": "07h00",
              "description": " Quý khách tự do trải nghiệm ẩm thực trên đảo Bình Ba vào buổi sáng với các món đặc sản như: Bún chả cá Bình Ba,  Bánh căn, Bánh Khọt,.. hoặc thưởng thức café tại những quán café có view nhìn thẳng ra biển mênh mông…",
              "image": ""
            },
            {
              "time": "Buổi trưa: 12h00",
              "description": "Đoàn dùng cơm trưa tại KDL Cà Ná.Quý khách dừng chân mua sắm đặc sản và tham quan Cơ sở sản xuất và vườn nho Phan Rang. Tại đây, Quý khách có thể mua sắm các loại đặc sản nỗi tiếng của vùng đất đầy nắng và gió.",
              "image": ""
            },
            {
              "time": "Dự kiến khoảng 20h00",
              "description": "Đoàn về đến TP Hồ Chí Minh. HDV DL chia tay và hẹn gặp lại Quý khách trong những chuyến tour sau.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 13,
      "name": "Tour Nha Trang 1N: 3 đảo VIP Hòn Tằm",
      "image": "https://cdn2.ivivu.com/2020/05/27/16/ivivu-lang-chai.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 500000,
      "price_child": 250000,
      "quantity_date": "Trong ngày",
      "start_location": "Nha Trang",
      "end_location": "Nha Trang",
      "star": "4",
      "quantity": 10,
      "start_date": "19/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ca nô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        }
      ],
      "description": {
        "title": "Đi Bộ Giữa Lòng Đại Dương Nha Trang",
        "content": "Đến với tour 3 đảo Nha Trang, bạn sẽ được khám phá thiên nhiên tươi đẹp cùng thế giới đại dương đây màu sắc. Cơ hội chiêm ngưỡng những rạn san hô cùng hệ thống sinh thái biển đa dạng với đủ loài cá và các loài sinh vật quý hiếm. Không những thế, bạn còn có thể trải nghiệm những trò chơi vô cùng thú vị như lặn biển, đi bộ dưới đáy biển, hay thử một chút cảm giác mạnh với mô tô nước, dù kéo, phao chuối...Cùng iVIVU khám phá ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "LỊCH TRÌNH: ( ĂN TRƯA)",
          "timeline": [
            {
              "time": "08h00-08h30",
              "description": " HDV đón Quý khách tại điểm hẹn trong thành phố Nha Trang, khởi hành chuyến khám vá Vịnh Nha Trang.",
              "image": ""
            },
            {
              "time": "09h00",
              "description": "Đến Bãi Sỏi.Tại đây, Quý khách tự do tắm biển, thoả thích lặn khám phá những rạng san hô đủ màu sắc dưới làn nước trong xanh. Hoặc du khách có thể tham gia các dịch vụ thể thao trên biển như: diving, đi tàu đáy kính ngắm san hô .... ( phí tực túc )",
              "image": "https://cdn2.ivivu.com/2020/05/27/16/ivivu-lang-chai.gif"
            },
            {
              "time": "11h30",
              "description": "Đoàn dùng bữa trưa tại nhà hàng KDL Con Sẻ Tre/ Làng Chài  với thực đơn hải sản: Tôm hấp sả, Đà điểu nướng ngũ vị/ Gà chiên mắm,  Mực xào chua ngọt, Chả cá sốt cà, Sò hấp sả ớt, Ràu xào theo mùa, Trứng chiên, Cá hấp xì dầu, Canh chua cá mú, Cơm trắng, trà đá, Trái cây Quý khách có thể thưởng thức hải sản tươi sống trên những nhà hàng nổi (chi phí tự túc).",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Đến  Vịnh San hô.Một bãi biển đẹp yên tỉnh thơ mộng giữa biển, một không gian lí tưởng để nghỉ ngơi Quý khách có thể tắm biển hoặc nằm tắm nắng thư giãn trên bãi biển với tiếng sóng vỗ rì rào.",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Xe và hướng dẫn viên đưa quý khách về lại khách sạn.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 14,
      "name": "Tour Điệp Sơn 1N: Độc Đáo Con Đường Dưới Đại Dương",
      "image": "https://cdn2.ivivu.com/2023/03/30/16/ivivu-binh-hung.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 680000,
      "price_child": 580000,
      "quantity_date": "Trong ngày",
      "start_location": "Nha Trang",
      "end_location": "Điệp Sơn",
      "star": "4",
      "quantity": 10,
      "start_date": "24/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ca nô"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        }
      ],
      "description": {
        "title": "Hòn Đảo Vạn Người Mê",
        "content": "Cuộc sống hiện nay đầy bộn bề và lo toan, khiến mỗi chúng ta cảm thấy mệt mỏi và căng thẳng, hãy tìm đến nơi hòa mình với thiên nhiên, sẽ giúp bạn có được những giây phút thư giãn thoải mái – Tour Đảo Điệp Sơn thiên đường ngay đây với những cảnh đẹp hoang sơ, được hòa mình với biển, với thiên nhiên. Cùng Sài gòn tourist khám phá ngay hôm nay! "
      },
      "tour_details": [
        {
          "id": 1,
          "name": "Chương trình tour",
          "timeline": [
            {
              "time": "7h30 sáng",
              "description": "Xe và hướng dẫn viên đón khách tại Nha Trang khởi hành chuyến tham quan Đảo Điệp Sơn, trên đường đi quý khách được tìm hiểu chiêm ngưỡng những địa danh nổi tiếng như: Vịnh Nha Phu, Hòn Hèo, Chùa Linh Ứng, Đèo Rọ Tượng… cùng nhiều điển tích thú vị gắn liền đời sống văn hóa người dân xứ biển.",
              "image": "https://cdn2.ivivu.com/2016/11/17/16/ivivu-tour-nha-trang-3n3d-ca-t-tra-ng-na-ng-va-ng-nha-phu.jpg"
            },
            {
              "time": "10h30",
              "description": "Đến Cảng Điệp Sơn, quý khách lên tàu bắt đầu hành trình khám phá Đảo Điệp Sơn, sau những phút lênh đênh trên những dòng nước xanh trong hiền hòa, đảo Điệp Sơn dần hiện lên như một bức tranh thiên nhiên hữu tình với cảnh trời xanh mây biếc, những cụm đảo hoang sơ mang hình dáng độc đáo đan xen là những hàng cây xanh ngát, bờ cát trắng mịn, điểm lên một chút nắng gió trên những ngôi nhà làng chài đơn sơ… Tất cả như khiến mọi người quên đi những mệt mỏi, bộn bề lo toan của cuộc sống thường ngày.",
              "image": "https://cdn2.ivivu.com/2019/09/09/10/ivivu-diep-son7.jpg"
            },
            {
              "time": "12h30",
              "description": "Tàu cập bờ quý khách bắt đầu khám phá con đường dưới biển độc đáo nhất Việt Nam cùng nhau lưu giữ những shoot hình tuyệt đẹp , chinh phục con đường uốn lượn dài gần 700m nằm dưới mặt nước chưa tới nửa mét, chậm rãi thả bước trên con đường độc đạo sẽ khiến quý khách cảm thấy thích thú xen lẫn một chút hồi hộp khi đứng giữa một đại dương rộng lớn.",
              "image": "https://cdn2.ivivu.com/2017/03/17/16/ivivu-diep-son.jpg"
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng cơm trưa với những món hải sản tươi ngon xứ biển tại Đảo Điệp Sơn.",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Tiếp tục hành trình tàu đưa quý khách về lại cảng xe đưa quý khách  tham quan Tắm biển Dốc Lết – Một trong những bãi biển đẹp nhất Nha Trang tự do tắm biển.",
              "image": ""
            },
            {
              "time": "16h30",
              "description": "Xe đưa quý khách về lại điểm đón ban đầu – Kết thúc chuyến tham quan, hẹn gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 15,
      "name": "Tour Mộc Châu 2N1Đ: Săn Mây Tà Xùa - Sống Lưng Khủng Long",
      "image": "https://cdn2.ivivu.com/2022/08/04/16/ivivu-ta-xua-san-may-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 1690000,
      "price_child": 1490000,
      "quantity_date": "2 Ngày 1 Đêm",
      "start_location": "Hà Nội",
      "end_location": "Mộc Châu",
      "quantity": 5,
      "start_date": "29/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé tham quan"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 6,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Mộc Châu Mùa Hoa Mận",
        "content": "Mộc Châu khiến dân tình 'đứng ngồi không yên' bởi cao nguyên xanh tươi mát lành đẹp cả bốn mùa, có núi rừng hùng vĩ bao la, có thác cao suối chảy róc rách, có đỉnh Pha Luông lồng lộng gió trời mây phủ, có những đồi chè xanh bạt ngàn, đàn bò sữa nhởn nhơ gặm cỏ… Và được yêu thích nhất có lẽ là những mùa hoa đầy màu sắc, tạo nên bức tranh tươi đẹp, mới mẻ theo từng tháng trong năm. Bên cạnh đó liên tuyến Tà Xùa những biển mây trắng muốt, bồng bềnh, khiến con tim xốn xang, rộn ràng."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI - MỘC CHÂU - BẮC YÊN (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "5h30",
              "description": "Xe ô tô và hướng dẫn đón quý khách tại Nhà hát lớn Hà Nội, khởi hành đi Mộc Châu. Quý khách dừng chân dùng bữa sáng (chi phí tự túc). Tiếp tục hành trình đến đèo Đá Trắng (Thung Khe), Thung Chuối, quý khách dừng chân chụp ảnh và cùng đón những tia nắng đầu tiên của buổi bình minh nơi núi rừng.",
              "image": "https://cdn2.ivivu.com/2019/12/24/14/ivivu-deo-thung-khe.gif"
            },
            {
              "time": "11h30",
              "description": "Đến Mộc Châu khách dùng bữa trưa tại nhà hàng với những món ăn đặc sắc nhất của vùng núi rừng Tây Bắc.",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "Tiếp tục hành trình quý khách khởi hành đi tham quan Đồi chè trái tim: Đây là một trong những khu vực đẹp nhất Mộc Châu. Cho dù vào mùa đông cành khô trơ trụi lá hay mùa xuân mơn mởn khoe sắc lá non, Mộc Châu vẫn luôn được bao bọc trong màu sắc xanh tuyệt đẹp của những đồi chè. Đồi chè đẹp nhất có lẽ là đồi chè trái tim, đồi chè chữ S.",
              "image": "https://cdn2.ivivu.com/2020/11/11/11/ivivu-doi-che-trai-tim.gif"
            },
            {
              "time": "14h30",
              "description": "Tham quan Thung Lũng mận Nà Ka: Nằm trên đường vào xã Tân Lập, thung lũng mận Nà Ka cách thị trấn Nông trường Mộc Châu 16km. Từ tỉnh lộ 104, rẽ trái vào thung lũng chỉ mất vài phút đi xe máy. Trước mắt bạn sẽ hiện ra thung lũng mận bạt ngàn, bằng phẳng. Hàng năm vào mùa hoa mận nở, thung lũng được phủ một lớp màn trắng lung linh bất tận của hoa mận thời gian đẹp nhất khoảng tháng 11, 12 hàng năm. Tháng 5, tháng 6 sẽ là mùa mận chín.",
              "image": "https://cdn2.ivivu.com/2019/12/24/14/ivivu-thung-lung-man-na-ka.gif"
            },
            {
              "time": "15h30",
              "description": "Sau đó đoàn khởi hành đi Bắc Yên qua ngã ba Cò Nòi đến trung tâm thị trấn Bắc Yên. Quãng đường này đặt biệt thơ mộng với vẻ đẹp đan sen là những ngôi làng người Thái men theo bờ sông Đà…",
              "image": ""
            },
            {
              "time": "18h30",
              "description": "Quý khách dùng bữa tối tại nhà hàng. Nghỉ đêm tại khách sạn tại Bắc Yên.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: BẮC YÊN - SĂN MÂY TÀ XÙA  - HÀ NỘI (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "5h00",
              "description": "Quý khách làm thủ tục trả phòng, sau đó xe ô tô và hướng dẫn viên đưa đoàn đi chinh phục Sống lưng khủng long Háng Đồng. Sống lưng khủng long - con đường mòn trên Tà Xùa dài chừng 1,5km uốn lượn trên đỉnh núi - ẩn hiện trong làn mây trắng, giúp bạn có thể cảm nhận được vẻ đẹp như tranh vẽ của thiên nhiên vùng cao. Trên đường về, quý khách có thể đến Thào Coffee thưởng thức coffee với khung cảnh núi đồi và nắng sớm (chi phí coffee tự túc).",
              "image": "https://cdn2.ivivu.com/2022/11/01/12/ivivu-ta-xua1.gif"
            },
            {
              "time": "9h00",
              "description": "Tạm biệt Sống lưng khủng long, quý khách lên xe di chuyển đến Mỏm Cá Heo. Mỏm đá này được tạo bởi hai phến lớn tựa như hai con cá heo đang bơi lượn giữa “biển” mây. Khách du lịch đều tỏ ra thích thú khi được check-in, sống ảo tại đây.",
              "image": "https://cdn2.ivivu.com/2022/11/01/12/ivivu-mom-ca-heo.gif"
            },
            {
              "time": "11h30",
              "description": "Quý khách cùng lên xe quay trở về trên đường đi, quý khách dừng chân nghỉ ngơi và thưởng thức bữa trưa tại thị trấn Bắc Yên.",
              "image": ""
            },
            {
              "time": "15h00",
              "description": "Tạm biệt Bắc Yên, quý khách lên xe cùng khởi hành về lại Hà Nội.",
              "image": ""
            },
            {
              "time": "18h30",
              "description": "Về đến Hà Nội, kết thúc lịch trình tour Mộc Châu – Tà Xùa 2 ngày 1 đêm. Chia tay và hẹn gặp lại quý khách trong những chương trình tiếp theo cùng",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 16,
      "name": "Tour Miền Bắc 5N4Đ: Sài Gòn - Hạ Long - Ninh Bình - Tam Chúc - Sapa",
      "image": "https://cdn2.ivivu.com/2020/11/20/15/ivivu-ninh-binh-bia2-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 8790000,
      "price_child": 7990000,
      "quantity_date": "5 Ngày 4 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Hà Nội",
      "quantity": 15,
      "start_date": "02/07/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Chiêm Ngưỡng Các Danh Lam Thắng Cảnh Phía Bắc.",
        "content": "Hành trình liên tuyến Sài Gòn - Hạ Long - Ninh Bình - Sapa hứa hẹn sẽ đưa du khách tới những danh lam thắng cảnh đặc sắc của Miền Bắc và miền Tây Bắc Việt Nam, với Thủ đô Hà Nội mang trong mình nét trầm ngâm của lịch sử, mảnh đất Cố Đô, ngôi chùa Tam Chúc lớn nhất thế giới...Từ du lịch hành hương đến du lịch trải nghiệm, khám phá các di sản Thiên Nhiên, thưởng thức các đặc sản từng vùng miền, dân tộc...Du khách sẽ cảm thấy tự hào khi sống trên mảnh đất hình chữ S nhiều cảnh sắc tuyệt vời này."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HCM - HÀ NỘI - HẠ LONG ( ĂN NHẸ TRÊN MÁY BAY, TỐI)",
          "timeline": [
            {
              "time": "8h50",
              "description": "Hướng dẫn viên đón Quý khách tại điểm hẹn - ga đi trong nước sân bay Quốc tế Tân Sơn Nhất (Khu vực làm thủ tục của Bamboo Airways), hỗ trợ Quý khách làm thủ tục đáp chuyến bay đi Nội Bài – Hà Nội theo giờ đã chọn.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách dùng bữa ăn nhẹ trên máy bay (theo xuất ăn của hãng hàng không cung cấp). Đến Sân bay Quốc tế Nội Bài Xe và HDV đón đoàn khởi hành đi Hạ Long.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Quý khách đến khách sạn, nhận phòng, nghỉ ngơi, tự do tắm biển, vui chơi với các dịch vụ trò chơi trên biển: dù lượn, moto nước, pháo bơi, kayak,…(chi phí trò chơi tự túc theo nhu cầu). Hoặc đăng ký các option tham quan: Khu Du Lịch Quốc Tế Tuần Châu (tự túc): Ngôi Nhà Kỳ Bí, Khu Games World, Khu vui chơi Giải trí ngoài trời, Khu Bắn Súng Sơn, CLB Biểu Diễn Cá Sấu Xiếc Thú, Sân Khấu Nhạc Nước. Sun World Hạ Long Park (tự túc): Tổ hợp trên 214hn được thiết kế bao gồm 03 phân khu chính với Hệ thống trò chơi hiện đại, đẳng cấp cùng với không gian kỳ vĩ của vịnh Hạ Long chắc chắn sẽ mang tới cho du khách những trải nghiệm khó quên: Cáp Treo Nữ Hoàng & Ngọn Đồi Huyền Bí (Vòng quay Mặt Trời Sun Wheel, Vườn nhật Zen Garden, Khu vui chơi trẻ em Kidoland, Khu trưng bày tượng sáp, Khu Video Game Arcade Zone, Làn trượt Samurai, Hồ cá Koi), Công Viên Rồng (Dragon Park: Phi Long Thần Tốc, Chiếc Ô Kỳ Diệu, Chiếc Cốc Thần, Chuyến Xe Tuổi Thơ, Theo Dấu Chân Rồng, Đu Quay Kỳ Diệu, Tê Giác Cuồng Nộ, Tầu Hải Tặc), Công Viên Nước (Typhoon Water Park : Thử thách mãng xà, Biển sóng Thần, Đảo Quốc Kỳ Diệu, Dòng Sông Lơ Đãng, Cơn Bão Nhiệt Đới, Tia Chớp Khổng Lồ).",
              "image": "https://cdn2.ivivu.com/2020/09/10/16/ivivu-sun-world-ha-long-park-1.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Đến nhà hàng dùng bữa tối. Đoàn tự do thăm quan và mua sắm tại chợ đêm Hạ Long hoặc sử dụng các dịch vụ massage, spa, thuê xe đạp đôi dạo quanh thành phố ngắm cầu dây văng Bãi Cháy….",
              "image": "https://cdn2.ivivu.com/2020/10/19/16/ivivu-bai-chay.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: VỊNH HẠ LONG – NINH BÌNH ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h30",
              "description": "Quý khách dùng điểm tâm tại nhà hàng. Quý khách trả phòng, Sau đó, xe đưa quý khách ra bến tàu du lịch, lên các động theo lộ trình tuyến 4 tiếng tham quan.",
              "image": ""
            },
            {
              "time": "7h15",
              "description": "Tham quan Động Thiên Cung: tức là “Cung điện của trời”, một trong những hang động đẹp nhất ở Hạ Long. Hang rộng, có nhiều cấp nhiều ngăn với vô vàn nhũ đá, măng đá mang những hình thù kỳ lạ.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-dong-thien-cung.gif"
            },
            {
              "time": "9h30",
              "description": "Hang Đầu Gỗ: là nơi gắn liền với câu chuyện lịch sử chống quân Nguyên Mông năm 1228 của Trần Hưng Đạo, hải trình du thuyền đi giữa Hạ Long với hàng ngàn đảo đá sừng sững, du khách sẽ có dịp chiêm ngưỡng bức tranh thiên tạo khổng lồ như Hòn Đỉnh Hương, Hòn Gà Chọi, Hòn Chó Đá,….",
              "image": "https://cdn2.ivivu.com/2020/07/08/14/ivivu-hang-dau-go.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách dùng bữa trưa trên tàu với các đặc sản nổi tiếng Hạ Long. Sau đó tàu đưa đoàn về lại đất liền.",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Xe đưa quý khách di chuyển về Ninh Bình theo Quốc Lộ 10. Trên đường đi Quý khách sẽ được cảm nhận, khám phá cuộc sống, phong cảnh đặc trưng của Đồng Bằng Bắc Bộ với cảnh làng quê thanh bình qua các tỉnh Hải Phòng, Thái Bình, Nam Định. Đến Ninh Bình, đoàn làm thụ tục nhận phòng và nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách dùng bữa tại nhà hàng với đặc sản Dê núi Ninh Bình, sau đó là chương trình tự do của quý khách với phố đêm Ninh bình.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: NINH BÌNH – KDL TRÀNG AN – CỐ ĐÔ HOA LƯ – HÀ NAM - CHÙA TAM CHÚC - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách dùng bữa tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "8h30",
              "description": "Đoàn khởi hành đi tham quan thắng cảnh của Ninh Bình. Khu Du Lịch Tràng An - Di sản được UNESCO công nhận là di sản văn hóa và thiên nhiên Thế giới, giúp cho Việt Nam lần đầu lọt vào danh sách 30 di sản hỗn hợp Thế Giới. Nơi những dải đá vôi, thung lũng và sông ngòi đan xen tạo nên một không gian huyền ảo, kỳ bí. Ngồi trên chiếc thuyền nhỏ, trên sông Sào Khê uốn lượn giữa cánh đồng lúa, quý khách đi đò thăm Hang sáng , Hang tối , Hang nấu rượu...",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-trang-an.gif"
            },
            {
              "time": "10h00",
              "description": "Cố Đô Hoa Lư - Kinh đô của nước ta vào thế kỷ X, nơi đây quý khách cùng tham quan hai ngôi đền thờ vua Đinh và vua Lê.",
              "image": "https://cdn2.ivivu.com/2020/09/29/13/ivivu-co-do-hoa-lu-2.gif"
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa trưa tại nhà hàng tiêp tục lộ trình về Hà Nội.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Đoàn qua Hà Nam tham quan tại quần thể danh thắng Tâm Linh Tam Chúc: Thuyền VIP đi trên lòng hồ vào quần thể tự do thăm qua Tam Chúc: một trong những hồ nước tự nhiên rộng nhất Việt Nam, có dãy núi đá vôi bao quanh. Giữa hồ có 6 quả núi nhỏ nhô lên khiến phong cảnh thơ mộng, đủ ‘sơn thủy hữu tình’. Đi thuyền trên hồ, du khách sẽ được ghé tới tham quan hòn đảo nhỏ và ngôi đình trên đó, gọi là đình Tam Chúc – ngôi đình với đầy đủ nét tinh hoa kiến trúc đền chùa Bắc Bộ. Sau đó tiếp tục lộ trình di chuyển về Hà Nội. Đến hà Nội, Sau đó đoàn nhận phòng khach sạn và nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2022/09/30/14/ivivu-chua-tam-chuc.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách đến dùng bữa tối tai nhà hàng. Đoàn tự do tham quan phố cổ Hà Nội, dạo Hồ Gươm, mua sắm tại Chợ đêm Hà Nội sầm uất... Nghỉ đêm tại khách sạn ở Hà Nội.",
              "image": "https://cdn2.ivivu.com/2022/10/17/16/ivivu-ho-guom.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: HÀ NỘI - SAPA – CỔNG TRỜI SAPA – ĐÈO Ô QUY HỒ - CẦU KÍNH RỒNG MÂY ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng",
              "image": ""
            },
            {
              "time": "7h00",
              "description": "Quý khách tiếp tục Khởi hành đi Lào Cai, chạy theo đường cao tốc Nội Bài – Lào Cai dài 245Km với chưa đầy 5h đồng hồ. Quý khách có cơ hội ngắm phong cảnh tuyệt đẹp trên cung đường Tây Bắc, dừng chân nghỉ ngơi ,khám phá phong cảnh.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Quý khách ăn trưa tại Sapa. Về khách sạn nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "Quý khách tham quan Cổng Trời Sapa - Đứng giữa cổng trời Sapa, có thể phóng tầm mắt bao quát cả thung lũng rộng lớn phía dưới với những ruộng nương xanh rì, con đường ôtô xuôi ngược Phong Thổ (Lai Châu) – Sapa (Lào Cai), xa xa là Thác Bạc – một trong 10 thác nước đẹp nhất Lào Cai, luôn được giới trẻ tìm đến khám phá.",
              "image": "https://cdn2.ivivu.com/2020/06/26/14/ivivu-cong-troi-sapa.gif"
            },
            {
              "time": "15h00",
              "description": "Hoặc Qúy khách có thể lựa chọn tham quan khu du lịch Cầu Kính Rồng Mây trải nghiệm cây cầu kính có 1 không 2 tại Sapa. Thỏa sức chiêm ngưỡng vẻ đẹp, sự hùng vĩ của dãy Hoàng Liên Sơn. (Chưa bao gồm vé Cầu kính)",
              "image": "https://cdn2.ivivu.com/2020/09/10/10/ivivu-cau-kinh-rong-may.gif"
            },
            {
              "time": "16h30",
              "description": "Chụp hình lưu niệm tại đỉnh đèo Ô Quy Hồ - một trong tứ đại đỉnh đèo của Việt Nam",
              "image": "https://cdn2.ivivu.com/2022/08/04/11/ivivu-o-quy-ho-o.gif"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng bữa tối tại nhà hàng, sau đó Quý khách tham quan: Nhà thờ Đá, Chợ tình Sapa (nếu đúng vào đêm thứ Bảy). Tự do thưởng thức các món ăn đặc trưng của người dân tộc thiểu số vùng Tây Bắc: Thắng Cố, cơm lam, lợn cắp nách, khoai nướng, bắp nướng……",
              "image": "https://cdn2.ivivu.com/2022/10/24/17/ivivu-nha-tho-sapa.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: SAPA – FANSIPAN – LÀO CAI – HÀ KHẨU - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Quý khách di chuyển đến khu vực cáp treo, lên cáp treo chinh phục đỉnh: KDL Fansipan – với 2 kỷ lục Guinness cho cáp treo Fansipan Sapa là: Cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và Cáp treo ba dây dài nhất thế giới: 6292.5m. Trải nghiệm cảm giác đi giữa biển mây, ngắm toàn cảnh Sapa và thung lũng Mường Hoa, vườn quốc gia Hoàng Liên từ trên cao. Quý khách sẽ thách thức bản thân leo thêm 600 bậc thang nữa để chinh phục “Nóc nhà Đông Dương” - đỉnh Fansipan ở độ cao 3,143m. (Chi phí cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/15/11/ivivu-dinh-fansipan-lao-cai.gif"
            },
            {
              "time": "8h45",
              "description": "Quần Thể Chùa Trên Đỉnh Fansipan: Bước ra khỏi ga Fansipan, bạn sẽ đến ngay chùa Hạ (Thanh Phong Thiền tự). Đến đây, bạn có thể viết sớ cầu an cho bản thân và gia đình. Suốt quãng đường 600 bậc thang lên đỉnh Fansipan, từ chùa Hạ lên chùa Thượng, đâu đâu bạn cũng được nghe những bản nhạc thiền rất dễ chịu, cảm giác như đang bước vào cõi Phật. Bạn nhớ đừng bỏ qua chiêm bái đại tượng Phật A Di Đà bằng đồng cao nhất Việt Nam (21,5m), được coi là biểu tượng của quần thể văn hóa tâm linh Fansipan. Nơi đây còn có Kim Sơn Bảo Thắng Tự, Đại hùng Bảo Điện với nhiều pho tượng Phật được tạo tác kỳ công, bảo tháp 11 tầng bằng đá nguyên khối, con đường La Hán với 18 bức tượng La Hán bằng đồng, hai bên là hoa đỗ quyên rực rỡ khoe sắc. Cùng với đó là nhiều công trình Phật giáo tiêu biểu như Bích Vân Thiền tự, tượng Quan Thế Âm Bồ Tát, Tháp chuông – Vọng lĩnh cao đài, miếu Sơn Thần",
              "image": "https://cdn2.ivivu.com/2022/08/05/10/ivivu-dinh-fansipan.gif"
            },
            {
              "time": "10h00",
              "description": "Đoàn có thể trải nghiệm thêm các dịch vụ trên đỉnh núi theo nhu cầu cá nhân (tự túc): Tàu Hỏa Leo Núi Đổ Quyên: Đối với những ai khoẻ mạnh hay vào những hôm thời tiết đẹp thì điều này không phải là vấn đề. Nhưng với những người lớn tuổi hoặc không may đi vào những hôm trời mù nhiều gió thì bạn nên chọn phương tiện này để lên thẳng đỉnh Fansipan. Vân Sơn Trà Quán (tự túc tùy món có giá khác nhau): Cũng trên con đường 600 bậc thang đến đỉnh Fansipan, gần chùa Hạ, bạn sẽ đi ngang Vân Sơn Trà Quán. Nơi này có thiết kế khiến bạn gợi nhớ đến Trú Vũ Trà Quán ở Bà Nà Hills. Cũng với phong cách kiểu trà đạo, ngồi xếp bằng, bàn thấp. Nơi này mây bao phủ xung quanh, bạn có thể thưởng thức một tách trà nóng, ngắm hoa đỗ quyên nở và cảm nhận không gian thanh tịnh khắp nơi.",
              "image": "https://cdn2.ivivu.com/2019/10/17/15/ivivu-tau-hoa-leo-nui1.jpg"
            },
            {
              "time": "Trưa",
              "description": "Chia tay Sapa, Quý khách lên xe khởi hành về Lào Cai, nghỉ ngơi, ăn trưa tại nhà hàng",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Sau đó sẽ ghé tham quan: Chụp hình lưu niệm tại Cửa Khẩu Hà Khẩu nơi tiếp giáp với Trung Quốc … Điểm du lịch vùng biên Chợ Cốc Lếu - tham quan và mua sắm các sản phẩm từ Trung Quốc với giá siêu rẻ (nếu còn thời gian). Quý khách khởi hành về Hà Nội - trên đường đi đoàn tự do nghỉ ngơi, ngắm cảnh đẹp của núi rừng Tây Bắc hoặc tham gia các trò chơi vui nhộn do hướng dẫn viên tổ chức, sau đó tiếp tục lộ trình về lại Sân bay.",
              "image": ""
            },
            {
              "time": "17h30",
              "description": "Đến khu vực sân bay, Quý khách dùng bữa tối tại nhà hàng, Sau đó, xe đưa quý khách vào của làm thủ tục sân bay nội bài làm thủ tục đáp chuyến bay  (sau 20h00) về lại Tp. Hồ Chí Minh. Kết thúc chuyến tham quan chia tay, chúc sức khoẻ và hẹn ngày gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 17,
      "name": "Tour Sapa 2N1Đ: Hà Nội - Khám Phá Sapa Xe Limousine",
      "image": "https://cdn2.ivivu.com/2019/10/17/14/ivivu-sapa.jpg",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 2300000,
      "price_child": 1725000,
      "quantity_date": "2 Ngày 1 Đêm",
      "start_location": "Hà Nội",
      "end_location": "Sapa",
      "quantity": 8,
      "start_date": "09/07/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Bữa ăn"
        },
        {
          "id": 3,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 4,
          "nameService": "Vé tham quan"
        },
        {
          "id": 5,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Ngỡ ngàng cung đường chinh phục Nóc nhà Đông Dương",
        "content": "Sa Pa là một thị trấn vùng cao, là một khu nghỉ mát nổi tiếng thuộc huyện Sa Pa, tỉnh Lào Cai, Việt Nam. Nơi đây ẩn chứa nhiều điều kỳ diệu của tự nhiên, phong cảnh thiên nhiên với địa hình của núi đồi, màu xanh của rừng cây, tạo nên bức tranh có bố cục hài hoà, có cảnh sắc thơ mộng và hấp dẫn từ cảnh quan đất trời vùng đất phía Tây Bắc. Tại đây, du khách có thể chinh phục đỉnh Fansipan của dãy Hoàng Liên Sơn, ngắm vườn hoa Hàm Rồng và khám phá thung lũng Mường Hoa."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HÀ NỘI - SAPA - BẢN CÁT CÁT ( ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h30 - 7h00",
              "description": "Xe đón quý khách tại khách sạn khu vực Phố Cổ, Nhà hát lớn Hà Nội, sau đó khởi hành đi Sa Pa.  Đoàn sẽ khởi hành đi Sapa trên đường cao tốc Nội Bài mới, rút ngắn thời gian đi từ Hà Nội đến Sapa. Quý khách có dịp chiêm ngưỡng khung cảnh núi rừng hùng vĩ trên cung đường cao tốc dài nhất Việt Nam trước khi đến với thị trấn Sa Pa thơ mộng, chìm trong mây.",
              "image": "https://cdn2.ivivu.com/2022/05/27/10/ivivu-xedcar.gif"
            },
            {
              "time": "12h30",
              "description": "Xe đến thị trấn Sa Pa nơi có rất nhiều dân tộc sinh sống như H’mong, Dao, Tày. Hướng dẫn viên sẽ đưa Quý khách ăn trưa tại nhà hàng.",
              "image": "https://cdn2.ivivu.com/2019/10/17/14/ivivu-sapa.jpg"
            },
            {
              "time": "13h00",
              "description": "Đoàn bắt đầu hành trình khám phá bản làng Cát Cát - Sìn Chải của người H’Mông - do người Pháp phát hiện và chọn nơi đây làm khu nghỉ dưỡng cho các quan chức từ đầu thế kỷ XX. Đến với bản Cát Cát, du khách sẽ được thăm bản làng Cát Cát, trạm thủy điện Cát Cát, thác nước Cát Cát, tìm hiểu văn hóa, phong tục độc đáo của người dân nơi đây với nghề truyền thống như dệt vải, chạm trổ bạc, rèn nông cụ, tục kéo vợ,...",
              "image": "https://cdn2.ivivu.com/2022/10/17/14/ivivu-cat-cat.gif"
            },
            {
              "time": "17h00",
              "description": "Đoàn trở lại thị trấn Sa Pa, dùng bữa tối và nghỉ đêm tại khách sạn.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: SAPA – KDL HÀM RỒNG/FANSIPAN - HÀ NỘI ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách thưởng thức bữa sáng tại khách sạn.",
              "image": ""
            },
            {
              "time": "7h45",
              "description": "Qúy khách bắt đầu hành trình khám phá Hàm Rồng với phong cảnh kỳ vỹ. Thăm vườn lan Đông Dương với đủ loại lan muôn màu sắc, đầu Rồng Thạch Lâm kỳ vĩ. Vượt qua cổng Trởi 1, cồng Trời 2, Qúy khách sẽ lên tới nơi cao nhất của Hàm Rồng là Sân Mây – nơi giao thoa của đất trời, ngắm nhìn toàn cảnh Sapa trên cao.",
              "image": "https://cdn2.ivivu.com/2019/02/20/11/tour-mien-bac-6n5d-ha-noi-chua-huong-sapa-halong-ha-noi-ham-rong.jpg"
            },
            {
              "time": "9h15",
              "description": "Quý khách khởi hành chinh phục đỉnh Fansipan cao 3143m – nóc nhà Đông Dương. Đây là tuyến cáp treo đạt 2 Kỷ lục Thế giới – Guinness World Record là tuyến cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và tuyến cáp treo ba dây dài nhất thế giới: 6292.5m. (Vé cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2020/06/15/16/ivivu-fansipang.gif"
            },
            {
              "time": "12h30",
              "description": "Quý khách thưởng thức ẩm thực Tây Bắc với những nguyên liệu tuơi ngon tại nhà hàng thị trấn Sapa.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": "Xe đưa đoàn trở về Hà Nội. Chuyến đi kết thúc tại đây. Cảm ơn quý khách đã lựa chọn công ty và xin hẹn gặp lại quý khách!",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 18,
      "name": "Tour Hà Giang 4N3Đ: HCM - Lũng Cú - Sông Nho Quế - Dốc Thẩm Mã - Dinh Thự Vua Mèo",
      "image": "https://cdn2.ivivu.com/2022/08/22/12/ivivu-am-thuc-ha-noi-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 7788000,
      "price_child": 7302000,
      "quantity_date": "4 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Hà Giang",
      "quantity": 10,
      "start_date": "30/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Ăn sáng"
        },
        {
          "id": 2,
          "nameService": "Bữa ăn"
        },
        {
          "id": 3,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 4,
          "nameService": "Vé máy bay"
        },
        {
          "id": 5,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 6,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 7,
          "nameService": "Nhà dân homestay"
        },
        {
          "id": 8,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Khám Phá Sắc Màu Vùng Cao",
        "content": "Có người đến Hà Giang vì mải mê với những nụ tam giác hồng chúm chím, hay ngẩn ngơ trước những bông cúc cam rực rỡ trên phiến đá tai mèo. Nhưng cũng không ít người đến với Hà Giang vì mê mải những cung đường uốn lượn. Hà Giang luôn đẹp, không chỉ bởi những mùa hoa mà cả bốn mùa trong năm. Đến Hà Nội, hãy cảm nhận bằng cả con tim, không ngẫu nhiên khi có quá nhiều thơ văn, âm nhạc lấy Hà Nội làm cảm hứng để sáng tác? Ai đi xa cũng nhớ về Hà Nội với một nỗi niềm khắc khoải, bâng khâng…."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP. HỒ CHÍ MINH - HÀ NỘI - QUẢN BẠ - YÊN MINH ( ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "HDV hỗ trợ quý khách làm thủ tục check in tại sân bay Tân Sơn Nhất bay đến Hà Nội. Đến sân bay Nội Bài, quý khách khởi hành đi Hà Giang. Trên đường đi Quý khách có thể ngắm cảnh rừng núi rừng Đông Bắc vô cùng hùng vĩ và hoang sơ và dừng chân chụp những bức hình lưu niệm.",
              "image": ""
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách dùng cơm trưa tại Tuyên Quang.",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Quý khách tiếp tục hành trình lên núi khám phá Huyện Quản Bạ với: Núi Đôi Cô Tiên - “tác phẩm nghệ thuật” của tạo hoá ban tặng cho vùng đất này. “Núi Đôi” nổi tiếng đã tạo cho thung lũng Quản Bạ một cảnh quan độc nhất vô nhị hết sức hấp dẫn.",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-nui-doi-co-tien.gif"
            },
            {
              "time": "15h30",
              "description": "Cổng Trời Quản Bạ: Cổng trời nằm trên đỉnh cao nhất của con đèo từ Hà Giang lên Quản Bạ. Đứng ở đây Quý khách được đứng giữa biển mây bồng bềnh, cảm giác như đang ở chốn bồng lai tiên cảnh, mọi lo âu mệt mỏi dường như tan biến.",
              "image": ""
            },
            {
              "time": "Bữa tối",
              "description": "Quý khách ăn tối tại nhà hàng, về nhận phòng nghỉ ngơi và tự do khám phá về đêm tại Yên Minh.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CAO NGUYÊN ĐÁ ĐỒNG VĂN – DINH THỰ VUA MÈO – CỘT CỜ LỦNG CÚ – PHỐ CỔ ĐỒNG VĂN ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách trả phòng. Ăn sáng tại nhà hàng. Sau đó đi tham quan:",
              "image": ""
            },
            {
              "time": "7h50",
              "description": "Cao Nguyên Đá Đồng Văn: Qua cổng trời, du khách chính thức đặt chân vào cao nguyên đá, nơi nhiều nhà khoa học trên thế giới cho rằng vẫn còn là ẩn số của thiên nhiên.",
              "image": "https://cdn2.ivivu.com/2021/05/05/15/ivivu-cao-nguyen-da.jpg"
            },
            {
              "time": "8h30",
              "description": "Đoàn tham quan Dốc Thẩm Mã là con đường đèo nằm ngay trên Quốc Lộ 4C. Con dốc này gồm có 9 khúc uốn lượn trông rất đẹp mắt. Ngoài những điều hiện hữu thiên nhiên ban tặng. Nét Văn hóa được thể hiện qua từng ngôi nhà, bản làng. Sẽ khiến du khách có những - Phố Cáo - một thung lũng ở vùng cao Tây Bắc, đến đây du khách sẽ nhận ra được nét hoang sơ, mộc mạc của địa danh này. Những người dân Phố Cáo phần lớn là người dân tộc cuộc sống còn nghèo khó tuy nhiên lại rất thân thiện. Họ chào đón những người khách lạ bằng bằng những nụ cười ấm áp, luôn mở rộng cửa mời khách vào nhà chơi.",
              "image": "https://cdn2.ivivu.com/2020/10/01/16/ivivu-doc-tham-ma.gif"
            },
            {
              "time": "10h00",
              "description": "Tại đây Quý khách có thể dừng chân tham quan làng văn hóa Lũng Cẩm – Nhà của Pao nơi lấy bối cảnh những thước phim nổi tiếng “Chuyện của Pao” - thời gian này đang nở rộ với những đồng hoa tam giác mạch, hoa cải vàng…",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-van-hoa-lung-cam.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Quý khách ăn trưa tại nhà hàng Cực Bắc – Lũng Cú. Sau đó tham quan:",
              "image": ""
            },
            {
              "time": "13h00",
              "description": "Tham quan Dinh thự vua Mèo Vương Chí Sình nằm trong một thung lũng của xã Sà Phìn với nhiều kiến trúc độc đáo và những câu chuyện ly kỳ về Gia Tộc Họ Vương của vùng núi rừng Hà Giang. ",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-dinh-thu-vua-meo.gif"
            },
            {
              "time": "15h00",
              "description": "Tham quan Cột Cờ Lũng Cú - Nơi địa đầu Tổ Quốc, hay còn được miêu tả là: “Nơi cúi mặt sát đất, ngẩng mặt đụng trời”. Quý khách thăm quan Cột cờ Tổ Quốc và chụp hình lưu niệm. ",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-cot-co-lung-cu.gif"
            },
            {
              "time": "Tối",
              "description": "Nghỉ đêm tại Đồng Văn. Tự do  khám phá ẩm thực Phố cổ Đồng Văn để thưởng thức ly cà phê phố cổ, hai bên đường có rất nhiều quán cà phê để bạn tha hồ nhàn nhã thưởng thức và “chill” theo bầu không khí đó. Song song đó, đoàn sẽ nghe HDV giới thiệu về các hoạt động buôn bán nơi đây và có dịp tự mình trải nghiệm thực tế.",
              "image": "https://cdn2.ivivu.com/2022/12/01/17/ivivu-pho-co-dong-van.gif"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: ĐỒNG VĂN - ĐÈO MÃ PÌ LÈNG – SÔNG NHO QUẾ - TP HÀ GIANG ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách ăn sáng. Trả phòng khách sạn. Di chuyển đi tham quan",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "HDV và xe đưa quý khách đi Mèo Vạc. Trên đường Quý khách chiêm ngưỡng Đèo Mã Pì Lèng - Nơi được mệnh danh là ông vua của những con đèo tại Việt Nam. Mã Pì Lèng là điểm đến không thể thiếu khi tham quan công viên địa chất Đồng Văn, được công nhận là công viên địa chất toàn cầu vào ngày 3/10/2010. Trên địa bàn, dân cư chủ yếu là người Mông trắng với bản sắc văn hóa độc đáo, hầu như nguyên sơ.",
              "image": "https://cdn2.ivivu.com/2020/06/24/11/ivivu-deo-ma-pi-leng-ha-giang-1.gif"
            },
            {
              "time": "8h30",
              "description": "Đoàn ghé quán Đồng Văn Bar coffee. Ghé đây, bạn có thể uống cafe trong biển mây, ngắm nhìn toàn bộ quang cảnh của cao nguyên đá Đồng Văn hay thả mình theo dòng sông Nho Quế để cảm nhận vẻ đẹp đầy mê hoặc của thiên nhiên vùng cao. Check in những tấm hình thật lung linh tại đây ( Chi phí cà phê tự túc)",
              "image": "https://media-cdn.tripadvisor.com/media/photo-s/17/ae/64/8d/dong-van-bar-hotel.jpg"
            },
            {
              "time": "9h00",
              "description": "Quý khách tiếp tục hành trình với trải nghiệm đi thuyền trên sông Nho Quế, đoàn sẽ có những tấm hình check-in độc lạ với dòng sông Nho Quế và hẻm vực Tu Sản nơi đây - Tu Sản được xem là “đệ nhất hùng quan” với chiều cao vách đá lên tới 700–800m, chiều dài tới 1,7km, sâu 700–900m, là danh thắng kỳ vĩ độc nhất của vùng cao nguyên đá Đồng Văn. (chi phí tự túc)",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-nho-que-1.gif"
            },
            {
              "time": "Trưa",
              "description": "Đoàn dùng cơm trưa tại nhà hàng",
              "image": ""
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn di chuyển về TP Hà Giang. Trên đường đi đoàn ghé Dốc Bắc Sum - Nhìn từ phía xa, dốc Bắc Sum tựa như một dải lụa mềm mại, vắt ngang qua đỉnh núi trập trùng sương mây mờ ảo và những dãy núi đá tai mèo cheo leo. Khung cảnh đẹp như mơ của con dốc này hiện dần ra trước mắt du khách qua từng đoạn khúc cua.",
              "image": "https://cdn2.ivivu.com/2016/09/06/09/ivivu-tour-mie-n-ba-c-3n2d-ha-giang-meo-vac-dong-van-lung-cu-tam-giac-mach.jpg"
            },
            {
              "time": "Bữa tối",
              "description": "Quý khách đến TP Hà Giang. Nhận phòng khách sạn nghỉ ngơi. Ăn tối, nghỉ ngơi.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: HÀ GIANG – KM 0 HÀ GIANG - HÀ NỘI – THÀNH PHỐ HCM ( ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Qúy khách dùng bữa sáng, trả phòng khách sạn di chuyển về Tuyên Quang. Trên đường đi, đoàn dừng chân chụp hình kỷ niệm tại Km0 của Hà Giang. Điểm giao nhau của QL2, QL34 và QL4C hay còn gọi là Con đường hạnh phúc.",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-cot-km0.gif"
            },
            {
              "time": "Trưa",
              "description": "Đoàn dùng cơm trưa tại nhà hang ở Tuyên Quang.",
              "image": ""
            },
            {
              "time": "14h00",
              "description": " Đoàn dừng chân tham quan Quảng trường Nguyễn Tất Thành đã trở thành một điểm nhấn độc đáo về kiến trúc và cảnh quan của TP Tuyên Quang. Đây cũng là công trình duy nhất trong cả nước đạt 'Giải thưởng phong cảnh thành phố Châu Á' năm 2022.",
              "image": "https://cdn2.ivivu.com/2023/02/21/10/ivivu-quang-truong-nguyen-tat-thanh-tuyen-quang.gif"
            },
            {
              "time": "15h30",
              "description": "Tham quan Thành cổ Tuyên Quang là thành nhà Mạc, là một di tích lịch sử văn hóa ở phường Tân Quang. thành phố Tuyên Quang, tỉnh Tuyên Quang, Việt Nam. Thành nhà Mạc được xây dựng ở vị trí án ngữ giao thông đường thủy và đường bộ bên bờ sông Lô – Khu vực phát triển về thương nghiệp và các triều đại phong kiến. Từ thời nhà Lý đã đóng quân tại đây với tên gọi đồn Tam Kỳ (hay Tam Cờ).",
              "image": "https://cdn2.ivivu.com/2023/02/21/10/ivivu-thanh-co-tuyen-quang.gif"
            },
            {
              "time": "18h00",
              "description": "Đoàn dùng bữa tối nhẹ tại nhà hàng gần sân bay.",
              "image": ""
            },
            {
              "time": "19h00",
              "description": "Xe và HDV đưa đoàn ra sân bay Nội Bài làm thủ tục cho đoàn bay về lại Tp HCM, chia tay đoàn và kết thúc chương trình tham quan. Kết thúc chương trình, chia tay và hẹn gặp lại quý khách.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 19,
      "name": "Tour Đông Bắc 5N4Đ: Cần Thơ - Hà Giang - Cao Bằng - Bắc Kạn",
      "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-nui-rung-ha-giang-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 9290000,
      "price_child": 6745000,
      "quantity_date": "5 Ngày 4 Đêm",
      "start_location": "Cần Thơ",
      "end_location": "Cao Bằng",
      "quantity": 9,
      "start_date": "08/08/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        },
        {
          "id": 3,
          "nameVehicle": "Xuồng chèo"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 4,
          "nameService": "Vé tham quan"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 2*"
        },
        {
          "id": 7,
          "nameService": "Vé máy bay"
        },
        {
          "id": 8,
          "nameService": "Xe đưa đón"
        }
      ],
      "description": {
        "title": "Ngắm Tuyệt Tác Thiên Nhiên Vòng Cung Đông Bắc",
        "content": "Vòng Cung Đông Bắc thuộc vùng Đồng bằng Sông Hồng, sở hữu nhiều danh lam thắng cảnh nổi tiếng (Cao nguyên đá Đồng Văn, Cột cờ Hà Giang, Đèo Mã Pì Lèng, Thác Bản Giốc, Hồ Ba Bể,…). Đến với du lịch Đông Bắc du khách sẽ có dịp được trải nghiệm nhiều nét văn hóa đặc sắc của nhiều dân tộc khác nhau, thưởng thức những món ẩm thực hấp dẫn và cùng giao lưu văn hóa dân tộc,... Chuyến du lịch Vòng Cung Đông Bắc hứa hẹn sẽ là một hành trình khám phá nghỉ dưỡng thú vị, đem lại những kiến thức, những cảm nhận mới về khu di tích tạo nên lịch sử."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: CẦN THƠ - HÀ NỘI - TUYÊN QUANG - HÀ GIANG (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Xe và HDV đón Quý khách tại sân bay Nội Bài (chuyến bay hạ cánh từ 8h00 – 9h00), khởi hành đi Hà Giang. Quý khách dừng chân nghỉ ngơi và ăn trưa tại Tuyên Quang.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Quý khách tiếp tục hành trình đi Hà Giang, dừng chân thăm quan, chụp hình tại đồi chè Hàm Yên, ngắm dòng sông Lô hùng vĩ. Đến thành phố Hà Giang, chụp hình kỷ niệm tại Km0 của Hà Giang. Điểm giao nhau của QL2, QL34 và QL4C hay còn gọi là Con đường hạnh phúc.",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-cot-km0.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách ăn tối và tự do dạo chơi thăm Hà Giang về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: HÀ GIANG - YÊN MINH - ĐỒNG VĂN - LŨNG CÚ ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách ăn sáng, trả phòng khách sạn, lên xe khởi hành đi Cao nguyên đá Đồng Văn - Khám phá vẻ đẹp hoang sơ, hùng vĩ của núi rừng Đông Bắc, dừng chân tại Cổng Trời Quản Bạ ngắm toàn bộ thị trấnTam Sơn, xã Quản Bạ, dừng chân thăm & chụp hình lưu niệm tại Núi Đôi (núi Cô Tiên) - một thắng cảnh đẹp nổi tiếng của thị trấn và cũng là một minh chứng về lòng chung thủy của nhân gian truyền lại từ đời này qua đời khác.",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-nui-doi-co-tien.gif"
            },
            {
              "time": "9h00",
              "description": "Tham quan Phố Cáo với những ngôi nhà đặc trưng của người H'mông bởi những hàng rào đá cung quanh nhà.",
              "image": "https://dulichkhampha24.com/wp-content/uploads/2022/11/phoc-cao-ha-giang-c.jpg"
            },
            {
              "time": "10h00",
              "description": "Thăm bản Sủng Là thăm ngôi nhà Cổ của người H'mông với tường trình bằng đất - nơi đã được sử dụng làm bối cảnh để quay bộ phim nhựa 'Chuyện của Pao' năm 2006 của đạo diễn Ngô Quang Hải được chuyển thể từ truyện ngắn 'Tiếng đàn môi sau bờ rào đá' của nhà văn Đỗ Bích Thủy đã giành được 4 giải Cánh diều vàng. Quý khách dừng chân nghỉ ngơi và chụp hình hoa tam giác mạch gần dốc chín khoanh.",
              "image": "https://cdn2.ivivu.com/2020/06/25/11/ivivu-sung-la.gif"
            },
            {
              "time": "13h00",
              "description": "Thăm Cột Cờ Lũng Cũ - nơi địa đầu Tổ quốc, điểm có vĩ độ cao nhất trên bản đồ của Việt Nam.",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-cot-co-lung-cu.gif"
            },
            {
              "time": "15h00",
              "description": "Dinh Vua Mèo - Vương Chính Đức nằm trong một thung lũng của xã Sà Phìn, đây là dòng họ giàu có và quyền uy nhất Châu Đồng Văn vào đầu thế kỷ 20.",
              "image": "https://cdn2.ivivu.com/2019/12/20/16/ivivu-dinh-thu-vua-meo.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách tự do khám phá Đồng Văn về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 03: ĐỒNG VĂN – MÈO VẠC – CAO BẰNG – PẮC PÓ ( ĂN 3 BỮA)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách trả phòng khách sạn, chinh phục đèo Mã Pì Lèng trên đường đi Mèo Vạc, cũng là đoạn đẹp nhất trên con đường mang tên 'Đường Hạnh phúc'.",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-con-duong-hanh-phuc.gif"
            },
            {
              "time": "8h30",
              "description": "Chụp hình với vẻ đẹp hùng vĩ của hẻm vực Mã Pì Lèng sâu 800m - nơi địa hình bị chia cắt sâu nhất của Việt Nam.",
              "image": "https://pystravel.vn/uploads/posts/albums/3758/129f750e6cf4a56418dac9d2cb34540b.jpg"
            },
            {
              "time": "9h30",
              "description": "Du thuyền trên Sông Nho Quế Lên thuyền xuôi dòng Nho Quế đến với Hẻm Tu sản, là hẻm vực sâu nhất của Việt Nam nằm trên dòng sông Nho Quế. Dòng Nho Quế chảy vào Việt Nam từ địa phận thôn Xéo Lủng, xã Lũng Cú, huyện Đồng Văn đi qua Hẻm núi Tu Sản chạy men theo chân đèo Mã Pì Lèng (Chí phí vé tự túc).",
              "image": "https://cdn2.ivivu.com/2022/06/23/14/ivivu-song-nho-que.gif"
            },
            {
              "time": "Chiều",
              "description": "Quý khách tiếp tục khởi hành đi Cao Bằng. Đến Pác Bó, Quý khách thăm quan Khu di tích lịch sử Pắc Bó. Vào thăm nơi ở và hoạt động của Chủ tịch Hồ Chí Minh trong những năm kháng chiến từ 1941 đến 1945, đoàn chụp hình lưu niệm tại Suối Lê Nin - Núi Các Mác, thăm hang Cốc Bó. Trở về Cao Bằng nhận phòng nghỉ ngơi.",
              "image": "https://cdn2.ivivu.com/2020/05/26/16/ivivu-suoi-le-nin.gif"
            },
            {
              "time": "Tối",
              "description": "Khám phá Cao Bằng về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 04: CAO BẰNG – THÁC BẢN GIỐC - HỒ BA BỂ ( ĂN 3 BỮA)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Quý khách ăn sáng, trả phòng khách sạn, lên xe khởi hành đi tham quan.",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Tham quan Thác Bản Giốc, thác có độ cao 53m, chia làm 3 tầng được coi là thác đẹp nhất Việt Nam và là thác lớn nhất Đông Nam Á. Đây là thác nước lớn thứ 4 trong top10 thác nước trên thế giới nằm trên đường biên giới giữa hai quốc gia.",
              "image": "https://cdn2.ivivu.com/2022/07/08/16/ivivu-thac-ban-gioc-cao-bang.gif"
            },
            {
              "time": "9h30",
              "description": "Thăm quan động Ngườm Ngao (động Hổ), một trong những hang động đẹp nhất không chỉ của Cao Bằng mà của cả miền Bắc.",
              "image": "https://cdn2.ivivu.com/2020/05/26/16/ivivu-dong-nguom-ngao.gif"
            },
            {
              "time": "Chiều",
              "description": "Quý khách khởi hành đi Hồ Ba Bể, ngắm cảnh đẹp yên bình nông thôn miền núi phía Bắc, nhận phòng, ăn tối, nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Tối",
              "description": "Khám phá Ba Bể về đêm",
              "image": ""
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 05: BA BỂ - SÂN BAY NỘI BÀI ( ĂN SÁNG, TRƯA, CHIỀU ĂN NHẸ)",
          "timeline": [
            {
              "time": "7h00",
              "description": "Qúy khách ăn sáng, ra bến xuống thuyền thăm quan hồ Ba Bể: Ao tiên: Ao Tiên nằm ở góc hồ ba của hồ Ba Bể, là một hồ nước nhỏ nằm lọt giữa một ngọn núi nhô cao trên mặt hồ. Tương truyền là nơi xưa kia các vị thần tiên thường ngồi chơi cờ ở đây; Đền An Mạ: Đền nằm trên một ngọn núi nhỏ giữa lòng hồ. Tương truyền, trong chiến tranh phong kiến thời Lê - Mạc, các tướng nhà Mạc đã thất trận, chạy đến Động Puông rồi tuẫn tiết tại đó. Cảm kích tinh thần trung liệt, người dân đã dựng đền thờ họ Mạc, song lo bị quan quân nhà Lê phát hiện dẹp bỏ nên đã đổi tên thành Đền An Mạ. Hai từ “An Mạ” theo tiếng dân tộc Tày có nghĩa là “mồ yên mả đẹp”, nơi yên nghỉ của các trung thần họ Mạc; Đảo Bà Góa - một hòn đảo nhỏ xinh xắn nằm ngay vị trí trung tâm của Hồ, gắn liền với sự tích hình thành của Hồ. Thuyền đi chậm một vòng quanh đảo để Quý khách chụp hình.",
              "image": "https://cdn2.ivivu.com/2021/01/08/15/ivivu-ho-ba-be.gif"
            },
            {
              "time": "Chiều",
              "description": "Xe đưa Quý khách ăn nhẹ bữa chiều gần sân bay và sau đó làm thủ tục đáp chuyến bay về Cần Thơ, chia tay đoàn và hẹn ngày gặp lại",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 20,
      "name": "Tour Miền Bắc 5N4Đ: Sài Gòn - Hạ Long - Ninh Bình - Tam Chúc - Sapa",
      "image": "https://cdn2.ivivu.com/2020/11/20/15/ivivu-ninh-binh-bia2-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 9190000,
      "price_child": 8590000,
      "quantity_date": "5 Ngày 4 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Hạ Long",
      "quantity": 5,
      "start_date": "28/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Vé máy bay"
        },
        {
          "id": 4,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 5,
          "nameService": "Bữa ăn"
        },
        {
          "id": 6,
          "nameService": "Khách sạn 3*"
        },
        {
          "id": 7,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Chiêm Ngưỡng Các Danh Lam Thắng Cảnh Phía Bắc.",
        "content": "Hành trình liên tuyến Sài Gòn - Hạ Long - Ninh Bình - Sapa hứa hẹn sẽ đưa du khách tới những danh lam thắng cảnh đặc sắc của Miền Bắc và miền Tây Bắc Việt Nam, với Thủ đô Hà Nội mang trong mình nét trầm ngâm của lịch sử, mảnh đất Cố Đô, ngôi chùa Tam Chúc lớn nhất thế giới...Từ du lịch hành hương đến du lịch trải nghiệm, khám phá các di sản Thiên Nhiên, thưởng thức các đặc sản từng vùng miền, dân tộc...Du khách sẽ cảm thấy tự hào khi sống trên mảnh đất hình chữ S nhiều cảnh sắc tuyệt vời này."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HCM - HÀ NỘI - HẠ LONG ( ĂN NHẸ TRÊN MÁY BAY, TỐI)",
          "timeline": [
            {
              "time": "8h50",
              "description": "Hướng dẫn viên đón Quý khách tại điểm hẹn - ga đi trong nước sân bay Quốc tế Tân Sơn Nhất (Khu vực làm thủ tục của Bamboo Airways), hỗ trợ Quý khách làm thủ tục đáp chuyến bay đi Nội Bài – Hà Nội theo giờ đã chọn.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa ăn nhẹ trên máy bay (theo xuất ăn của hãng hàng không cung cấp). Đến Sân bay Quốc tế Nội Bài Xe và HDV đón đoàn khởi hành đi Hạ Long.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": " Quý khách đến khách sạn, nhận phòng, nghỉ ngơi, tự do tắm biển, vui chơi với các dịch vụ trò chơi trên biển: dù lượn, moto nước, pháo bơi, kayak,…(chi phí trò chơi tự túc theo nhu cầu). Hoặc đăng ký các option tham quan: Khu Du Lịch Quốc Tế Tuần Châu (tự túc): Ngôi Nhà Kỳ Bí, Khu Games World, Khu vui chơi Giải trí ngoài trời, Khu Bắn Súng Sơn, CLB Biểu Diễn Cá Sấu Xiếc Thú, Sân Khấu Nhạc Nước; Sun World Hạ Long Park (tự túc): Tổ hợp trên 214hn được thiết kế bao gồm 03 phân khu chính với Hệ thống trò chơi hiện đại, đẳng cấp cùng với không gian kỳ vĩ của vịnh Hạ Long chắc chắn sẽ mang tới cho du khách những trải nghiệm khó quên: Cáp Treo Nữ Hoàng & Ngọn Đồi Huyền Bí (Vòng quay Mặt Trời Sun Wheel, Vườn nhật Zen Garden, Khu vui chơi trẻ em Kidoland, Khu trưng bày tượng sáp, Khu Video Game Arcade Zone, Làn trượt Samurai, Hồ cá Koi), Công Viên Rồng (Dragon Park: Phi Long Thần Tốc, Chiếc Ô Kỳ Diệu, Chiếc Cốc Thần, Chuyến Xe Tuổi Thơ, Theo Dấu Chân Rồng, Đu Quay Kỳ Diệu, Tê Giác Cuồng Nộ, Tầu Hải Tặc), Công Viên Nước (Typhoon Water Park : Thử thách mãng xà, Biển sóng Thần, Đảo Quốc Kỳ Diệu, Dòng Sông Lơ Đãng, Cơn Bão Nhiệt Đới, Tia Chớp Khổng Lồ).",
              "image": "https://cdn2.ivivu.com/2020/09/10/16/ivivu-sun-world-ha-long-park-1.gif"
            },
            {
              "time": "Tối",
              "description": "Đến nhà hàng dùng bữa tối. Đoàn tự do thăm quan và mua sắm tại chợ đêm Hạ Long hoặc sử dụng các dịch vụ massage, spa, thuê xe đạp đôi dạo quanh thành phố ngắm cầu dây văng Bãi Cháy….",
              "image": "https://cdn2.ivivu.com/2020/10/19/16/ivivu-bai-chay.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: VỊNH HẠ LONG – NINH BÌNH ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h30 - 7h00",
              "description": "Quý khách dùng điểm tâm tại nhà hàng. Quý khách trả phòng, Sau đó, xe đưa quý khách ra bến tàu du lịch, lên các động theo lộ trình tuyến 4 tiếng tham quan:",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Động Thiên Cung: tức là “Cung điện của trời”, một trong những hang động đẹp nhất ở Hạ Long. Hang rộng, có nhiều cấp nhiều ngăn với vô vàn nhũ đá, măng đá mang những hình thù kỳ lạ.",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-dong-thien-cung.gif"
            },
            {
              "time": "9h15",
              "description": "Hang Đầu Gỗ: là nơi gắn liền với câu chuyện lịch sử chống quân Nguyên Mông năm 1228 của Trần Hưng Đạo, hải trình du thuyền đi giữa Hạ Long với hàng ngàn đảo đá sừng sững, du khách sẽ có dịp chiêm ngưỡng bức tranh thiên tạo khổng lồ như Hòn Đỉnh Hương, Hòn Gà Chọi, Hòn Chó Đá,…",
              "image": "https://cdn2.ivivu.com/2020/07/08/14/ivivu-hang-dau-go.gif"
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa trưa trên tàu với các đặc sản nổi tiếng Hạ Long. Sau đó tàu đưa đoàn về lại đất liền.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Xe đưa quý khách di chuyển về Ninh Bình theo Quốc Lộ 10. Trên đường đi Quý khách sẽ được cảm nhận, khám phá cuộc sống, phong cảnh đặc trưng của Đồng Bằng Bắc Bộ với cảnh làng quê thanh bình qua các tỉnh Hải Phòng, Thái Bình, Nam Định. Đến Ninh Bình, đoàn làm thụ tục nhận phòng và nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Tối",
              "description": "Quý khách dùng bữa tại nhà hàng với đặc sản Dê núi Ninh Bình, sau đó là chương trình tự do của quý khách với phố đêm Ninh bình.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: NINH BÌNH – KDL TRÀNG AN – CỐ ĐÔ HOA LƯ – HÀ NAM - CHÙA TAM CHÚC - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách dùng bữa tại nhà hàng, sau đó làm thủ tục trả phòng khách sạn.",
              "image": ""
            },
            {
              "time": "8h00",
              "description": "Đoàn khởi hành đi tham quan thắng cảnh của Ninh Bình.",
              "image": ""
            },
            {
              "time": "8h15",
              "description": "Khu Du Lịch Tràng An - Di sản được UNESCO công nhận là di sản văn hóa và thiên nhiên Thế giới, giúp cho Việt Nam lần đầu lọt vào danh sách 30 di sản hỗn hợp Thế Giới. Nơi những dải đá vôi, thung lũng và sông ngòi đan xen tạo nên một không gian huyền ảo, kỳ bí. Ngồi trên chiếc thuyền nhỏ, trên sông Sào Khê uốn lượn giữa cánh đồng lúa, quý khách đi đò thăm Hang sáng , Hang tối , Hang nấu rượu...",
              "image": "https://cdn2.ivivu.com/2020/06/26/09/ivivu-trang-an.gif"
            },
            {
              "time": "9h30",
              "description": "Cố Đô Hoa Lư - Kinh đô của nước ta vào thế kỷ X, nơi đây quý khách cùng tham quan hai ngôi đền thờ vua Đinh và vua Lê.",
              "image": "https://cdn2.ivivu.com/2020/09/29/13/ivivu-co-do-hoa-lu-2.gif"
            },
            {
              "time": "Trưa",
              "description": "Quý khách dùng bữa trưa tại nhà hàng tiêp tục lộ trình về Hà Nội.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Đoàn qua Hà Nam tham quan tại quần thể danh thắng Tâm Linh Tam Chúc: Thuyền VIP đi trên lòng hồ vào quần thể tự do thăm qua Tam Chúc: một trong những hồ nước tự nhiên rộng nhất Việt Nam, có dãy núi đá vôi bao quanh. Giữa hồ có 6 quả núi nhỏ nhô lên khiến phong cảnh thơ mộng, đủ ‘sơn thủy hữu tình’. Đi thuyền trên hồ, du khách sẽ được ghé tới tham quan hòn đảo nhỏ và ngôi đình trên đó, gọi là đình Tam Chúc – ngôi đình với đầy đủ nét tinh hoa kiến trúc đền chùa Bắc Bộ. Sau đó tiếp tục lộ trình di chuyển về Hà Nội. Đến hà Nội, Sau đó đoàn nhận phòng khach sạn và nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "Tối",
              "description": "Quý khách đến dùng bữa tối tai nhà hàng. Đoàn tự do tham quan phố cổ Hà Nội, dạo Hồ Gươm, mua sắm tại Chợ đêm Hà Nội sầm uất... Nghỉ đêm tại khách sạn ở Hà Nội.",
              "image": "https://cdn2.ivivu.com/2022/10/17/16/ivivu-ho-guom.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: HÀ NỘI - SAPA – CỔNG TRỜI SAPA – ĐÈO Ô QUY HỒ - CẦU KÍNH RỒNG MÂY ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng.",
              "image": ""
            },
            {
              "time": "7h00",
              "description": "Quý khách tiếp tục Khởi hành đi Lào Cai, chạy theo đường cao tốc Nội Bài – Lào Cai dài 245Km với chưa đầy 5h đồng hồ. Quý khách có cơ hội ngắm phong cảnh tuyệt đẹp trên cung đường Tây Bắc, dừng chân nghỉ ngơi ,khám phá phong cảnh.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Quý khách ăn trưa tại Sapa. Về khách sạn nhận phòng nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "13h30",
              "description": "Tham quan Cổng Trời Sapa - Đứng giữa cổng trời Sapa, có thể phóng tầm mắt bao quát cả thung lũng rộng lớn phía dưới với những ruộng nương xanh rì, con đường ôtô xuôi ngược Phong Thổ (Lai Châu) – Sapa (Lào Cai), xa xa là Thác Bạc – một trong 10 thác nước đẹp nhất Lào Cai, luôn được giới trẻ tìm đến khám phá.",
              "image": "https://cdn2.ivivu.com/2020/06/26/14/ivivu-cong-troi-sapa.gif"
            },
            {
              "time": "15h00",
              "description": "Qúy khách có thể lựa chọn tham quan khu du lịch Cầu Kính Rồng Mây trải nghiệm cây cầu kính có 1 không 2 tại Sapa. Thỏa sức chiêm ngưỡng vẻ đẹp, sự hùng vĩ của dãy Hoàng Liên Sơn. (Chưa bao gồm vé Cầu kính)",
              "image": "https://cdn2.ivivu.com/2020/09/10/10/ivivu-cau-kinh-rong-may.gif"
            },
            {
              "time": "16h30",
              "description": "Chụp hình lưu niệm tại đỉnh đèo Ô Quy Hồ - một trong tứ đại đỉnh đèo của Việt Nam.",
              "image": "https://cdn2.ivivu.com/2022/08/04/11/ivivu-o-quy-ho-o.gif"
            },
            {
              "time": "18h00",
              "description": "Quý khách dùng bữa tối tại nhà hàng, sau đó Quý khách tham quan: Nhà thờ Đá, Chợ tình Sapa (nếu đúng vào đêm thứ Bảy). Tự do thưởng thức các món ăn đặc trưng của người dân tộc thiểu số vùng Tây Bắc: Thắng Cố, cơm lam, lợn cắp nách, khoai nướng, bắp nướng……",
              "image": "https://cdn2.ivivu.com/2022/10/24/17/ivivu-nha-tho-sapa.gif"
            }
          ]
        },
        {
          "id": 5,
          "name": "NGÀY 5: SAPA – FANSIPAN – LÀO CAI – HÀ KHẨU - HÀ NỘI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đoàn trả phòng và dùng bữa sáng tại nhà hàng.",
              "image": ""
            },
            {
              "time": "7h30",
              "description": "Quý khách di chuyển đến khu vực cáp treo, lên cáp treo chinh phục đỉnh: KDL Fansipan – với 2 kỷ lục Guinness cho cáp treo Fansipan Sapa là: Cáp treo ba dây có độ chênh giữa ga đi và ga đến lớn nhất thế giới: 1410m và Cáp treo ba dây dài nhất thế giới: 6292.5m. Trải nghiệm cảm giác đi giữa biển mây, ngắm toàn cảnh Sapa và thung lũng Mường Hoa, vườn quốc gia Hoàng Liên từ trên cao. Quý khách sẽ thách thức bản thân leo thêm 600 bậc thang nữa để chinh phục “Nóc nhà Đông Dương” - đỉnh Fansipan ở độ cao 3,143m. (Chi phí cáp treo tự túc)",
              "image": "https://cdn2.ivivu.com/2022/03/15/11/ivivu-dinh-fansipan-lao-cai.gif"
            },
            {
              "time": "8h30",
              "description": "Quần Thể Chùa Trên Đỉnh Fansipan: Bước ra khỏi ga Fansipan, bạn sẽ đến ngay chùa Hạ (Thanh Phong Thiền tự). Đến đây, bạn có thể viết sớ cầu an cho bản thân và gia đình. Suốt quãng đường 600 bậc thang lên đỉnh Fansipan, từ chùa Hạ lên chùa Thượng, đâu đâu bạn cũng được nghe những bản nhạc thiền rất dễ chịu, cảm giác như đang bước vào cõi Phật. Bạn nhớ đừng bỏ qua chiêm bái đại tượng Phật A Di Đà bằng đồng cao nhất Việt Nam (21,5m), được coi là biểu tượng của quần thể văn hóa tâm linh Fansipan. Nơi đây còn có Kim Sơn Bảo Thắng Tự, Đại hùng Bảo Điện với nhiều pho tượng Phật được tạo tác kỳ công, bảo tháp 11 tầng bằng đá nguyên khối, con đường La Hán với 18 bức tượng La Hán bằng đồng, hai bên là hoa đỗ quyên rực rỡ khoe sắc. Cùng với đó là nhiều công trình Phật giáo tiêu biểu như Bích Vân Thiền tự, tượng Quan Thế Âm Bồ Tát, Tháp chuông – Vọng lĩnh cao đài, miếu Sơn Thần…",
              "image": "https://cdn2.ivivu.com/2022/08/05/10/ivivu-dinh-fansipan.gif"
            },
            {
              "time": "9h30",
              "description": "Tàu Hỏa Leo Núi Đổ Quyên: Đối với những ai khoẻ mạnh hay vào những hôm thời tiết đẹp thì điều này không phải là vấn đề. Nhưng với những người lớn tuổi hoặc không may đi vào những hôm trời mù nhiều gió thì bạn nên chọn phương tiện này để lên thẳng đỉnh Fansipan.",
              "image": "https://cdn2.ivivu.com/2019/10/17/15/ivivu-tau-hoa-leo-nui1.jpg"
            },
            {
              "time": "10h30",
              "description": "Vân Sơn Trà Quán (tự túc tùy món có giá khác nhau): Cũng trên con đường 600 bậc thang đến đỉnh Fansipan, gần chùa Hạ, bạn sẽ đi ngang Vân Sơn Trà Quán. Nơi này có thiết kế khiến bạn gợi nhớ đến Trú Vũ Trà Quán ở Bà Nà Hills. Cũng với phong cách kiểu trà đạo, ngồi xếp bằng, bàn thấp. Nơi này mây bao phủ xung quanh, bạn có thể thưởng thức một tách trà nóng, ngắm hoa đỗ quyên nở và cảm nhận không gian thanh tịnh khắp nơi.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Chia tay Sapa, Quý khách lên xe khởi hành về Lào Cai, nghỉ ngơi, ăn trưa tại nhà hàng.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Sau đó sẽ ghé tham quan: Chụp hình lưu niệm tại Cửa Khẩu Hà Khẩu nơi tiếp giáp với Trung Quốc …; Điểm du lịch vùng biên Chợ Cốc Lếu - tham quan và mua sắm các sản phẩm từ Trung Quốc với giá siêu rẻ (nếu còn thời gian). Quý khách khởi hành về Hà Nội - trên đường đi đoàn tự do nghỉ ngơi, ngắm cảnh đẹp của núi rừng Tây Bắc hoặc tham gia các trò chơi vui nhộn do hướng dẫn viên tổ chức, sau đó tiếp tục lộ trình về lại Sân bay.",
              "image": "https://file1.dangcongsan.vn/data/0/images/2020/09/20/chientq/1.jpg"
            },
            {
              "time": "17h00",
              "description": "Đến khu vực sân bay, Quý khách dùng bữa tối tại nhà hàng, Sau đó, xe đưa quý khách vào của làm thủ tục sân bay nội bài làm thủ tục đáp chuyến bay  (sau 20h00) về lại Tp. Hồ Chí Minh. Kết thúc chuyến tham quan chia tay, chúc sức khoẻ và hẹn ngày gặp lại.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 21,
      "name": "Tour Hạ Long - Lan Hạ 2N1Đ: Du Thuyền 5 Sao La Casta",
      "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-la-caste-750x390.gif",
      "catagoryId": 1,
      "areaId": 1,
      "price_adult": 3790000,
      "price_child": 3411000,
      "quantity_date": "2 Ngày 1 Đêm",
      "start_location": "Hà Nội",
      "end_location": "Hạ Long",
      "quantity": 7,
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Du thuyền"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Hải Trình Thượng Hạng Khám Phá Vịnh Lan Hạ",
        "content": "Trải nghiệm Du thuyền thiết kế theo phong cách Tân Cổ Điển. Thiết kế sang trọng với bể bơi bốn mùa (bể sục Jacuzzi) ngoài trời và ban công riêng view trọn vịnh Hạ Long – Lan Hạ. Du thuyền mang đến cho quý khách một chuyến tham quan và tận hưởng cảnh sắc đẹp nao lòng của Vịnh Hạ Long."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: HÀ NỘI – CẢNG TUẦN CHÂU – DU THUYỀN LA CASTA (ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "8h30-9h00",
              "description": "Xe Limousine sẽ đón quý khách tại khách sạn Phố Cổ, Nhà hát lớn Hà Nội, di chuyển đi Hạ Long. Xe sẽ đưa quý khách qua đường cao tốc Hải Phòng.",
              "image": ""
            },
            {
              "time": "11h00-11h30",
              "description": "Quý khách xuống tới bến cảng Tuần Châu. Có mặt ở ô 17 Bến Cảng Quốc Tế Tuần Châu – Nhà chờ Du thuyền La Casta. Nhân viên nhà chờ sẽ hướng dẫn Quý khách làm thủ tục lên tàu chuyển tải và di chuyển từ Bến Tuần Châu tới Du thuyền La Casta Cruise 5 sao Hạ Long – Lan Hạ.",
              "image": ""
            },
            {
              "time": "12h30",
              "description": "Thuỷ thuỷ đoàn chào mừng Quý khách đến với hành trình 2 Ngày 1 Đêm cùng Du thuyền La Casta. Quý khách làm thủ tục nhận phòng và nghe tóm tắt về lịch trình, các quy định về an toàn trong khi thưởng thức đồ uống chào mừng.",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-la-caste.gif"
            },
            {
              "time": "13h00",
              "description": "Quý khách thưởng thức bữa trưa tại nhà hàng trên Du thuyền La Casta 5 sao, trong khi du thuyền đang di chuyển trên Vịnh Hạ Long - Lan Hạ tráng lệ, chiêm ngưỡng những cảnh quan tuyệt đẹp, những kiến tạo đá hấp dẫn do thiên nhiên ban tặng trên Vịnh.",
              "image": ""
            },
            {
              "time": "15h15",
              "description": "Quý khách có thể lựa chọn trải nghiệm dịch vụ Spa, thư giãn trên Sundeck, tắm bể bơi trên du thuyền.",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-room.gif"
            },
            {
              "time": "16h00",
              "description": "quý khách tham gia trải nghiệm chèo Kayak trên vịnh hoặc ngồi thuyền nan thăm quan, tắm biển và bơi lội ở khu vực Ba Trái Đào. Đây là khu vực có bãi tắm hoang sơ và đẹp nhất ở Vịnh Lan Hạ. (Vào các ngày thời tiết không thuận lợi, để đảm bảo sự an toàn của quý khách, lịch trình sẽ thay đổi sang tham quan hang Sáng – Tối – một trong những hang nước đẹp nhất vịnh Lan Hạ, tại đây quý khách tham gia Chèo Kayak hoặc ngồi thuyền nan ngắm cảnh sẽ có nhân viên chèo thuyền đưa Quý khách đi tham quan)",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-kayak.gif"
            },
            {
              "time": "17h30",
              "description": "Quý khách quay trở lại du thuyền tự do giải trí, ngắm hoàng hôn và thưởng thức trà chiều, trái cây tươi hoặc tắm bể bơi trên du thuyền.",
              "image": ""
            },
            {
              "time": "18h00",
              "description": "Quý khách tham gia chương trình Cooking Class được tổ chức trên khu vực nhà hàng hoặc sundeck.",
              "image": ""
            },
            {
              "time": "19h30",
              "description": "Quý khách thưởng thức bữa tối Buffet hải sản trên Du thuyền (Nếu ngày dưới 30 khách sẽ bố trí bữa tối Setmenu).",
              "image": ""
            },
            {
              "time": "Sau bữa tối",
              "description": "Quý khách có thể tham gia chương trình câu mực, thư giãn trên sundesk, thưởng thức ly rượu vang tại quầy bar…Ngủ đêm trên Du thuyền 5 Sao La Casta Cruise",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 02: VỊNH LAN HẠ - TRÀ BÁU – CẢNG TUẦN CHÂU – HÀ NỘI (ĂN SÁNG, TRƯA)",
          "timeline": [
            {
              "time": "6h15",
              "description": "Quý khách ngắm bình minh trên Vịnh, tham gia Tai Chi class – Lớp học Thái cực quyền với hướng dẫn viên trên tàu, thưởng thức bầu không khí trong lành trên Vịnh Lan Hạ.",
              "image": ""
            },
            {
              "time": "7h00-7h45",
              "description": "Quý khách thưởng thức trà, cafe, bánh ngọt cùng bữa sáng nhẹ tại nhà hàng.",
              "image": ""
            },
            {
              "time": "8h15",
              "description": "Du khách thăm khu địa danh Trà Báu, đây chính là địa điểm quay bộ phim Kong Skull Island (King Kong) nổi tiếng ở Quảng Ninh năm 2018. Tại đây quý khách có thể tự do chèo Kayak khám phá cảnh quan, hoặc đắm mình trong làn nước trong xanh, mát lành của nơi đây.",
              "image": "https://cdn2.ivivu.com/2022/08/08/16/ivivu-tra-bau.gif"
            },
            {
              "time": "9h00",
              "description": "Quý khách quy trở lại phòng nghỉ ngơi, tận hưởng kỳ nghỉ tuyệt vời trên vịnh.",
              "image": ""
            },
            {
              "time": "9h30",
              "description": "Quý khách làm thủ tục trả phòng và thanh toán những hoá đơn phát sinh nếu có.",
              "image": ""
            },
            {
              "time": "10h30",
              "description": "Thưởng thức bữa trưa tại nhà hàng trên Du thuyền.",
              "image": ""
            },
            {
              "time": "11h30",
              "description": "Chào tạm biệt thuỷ thủ đoàn. Quý khách rời Du thuyền lên Cano cao tốc trở lại bến Tuần Châu.",
              "image": ""
            },
            {
              "time": "12h00",
              "description": "Xe limousine đón Quý khách về lại Hà Nội.",
              "image": ""
            },
            {
              "time": "14h30",
              "description": "Về tới Hà Nội. Xe trả khách lại điểm đón ban đầu, kết thúc kỳ nghỉ 2 Ngày 1 Đêm cùng Du thuyền 5 sao La Casta Cruise Hạ Long – Lan Hạ. Hẹn gặp lại quý khách trong những hành trình sắp tới.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 23,
      "name": "Tour Chiang Mai - Chiang Rai 4N3Đ: Trải Nghiệm Miền Bắc Thái Lan",
      "image": "https://cdn2.ivivu.com/2018/05/24/17/ivivu-dao-phi-phi-1.jpg",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": "8990000",
      "price_child": "7990000",
      "quantity_date": "4 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Thái Lan",
      "star": "4",
      "quantity": 10,
      "start_date": "20/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Xe đưa đón"
        },
        {
          "id": 3,
          "nameService": "Vé tham quan"
        },
        {
          "id": 4,
          "nameService": "Hướng dẫn viên"
        }
      ],
      "description": {
        "title": "Điều kỳ diệu từ đóa hồng phương Bắc",
        "content": "Chiang Mai là một thiên đường tĩnh tại miền nhiệt đới. Những bức ảnh chùa chiền chìm trong màu nắng trong suốt của buổi sớm mai, hay những ruộng đồng ngái ngủ dưới ráng vàng của chiều tà, những khu rừng rầm rì kể chuyện trong gió. Những con đường vắng vẻ vòng quanh, hai bên là núi rừng, là những đồng ruộng, những triền đồi xanh rì và cả một bầu trời quang đãng phía trên cao. Đứng giữa khung cảnh trong trẻo ấy và mùi không khí tinh tươm, mát lành, quý khách sẽ thấy mình đã đúng khi chọn Chiang Mai là nơi dừng chân. Cùng iVIVU có những trải nghiệm tuyệt vời tại Chiang Mai ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM – CHIANG MAI ( ĂN TỐI)",
          "timeline": [
            {
              "time": "08h00 sáng",
              "description": "Quý khách có mặt tại ga đi quốc tế sân bay Tân Sơn Nhất, đáp chuyến bay VJ891 SGN-CNX 11:25 – 13:00 đi CHIANG MAI. Đến nơi, xe và HDV đón Quý khách và đưa vào trung tâm thành phố.",
              "image": ""
            },
            {
              "time": "Đoàn tham quan",
              "description": "Chùa Phrathat Doi Suthep – một trong những ngôi chùa thiêng liêng nhất tại Chiang Mai được người Thái Lan tin sùng và là nơi rất nhiều tín đồ Phật giáo đến hành hương trong các ngày lễ lớn.",
              "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-chua-phrathat-doi-suthep1.jpg"
            },
            {
              "time": "Tối",
              "description": "Đoàn nhận phòng khách sạn, dùng bữa tối Kantoke tại nhà hàng với những món ăn đặc trưng của vùng Bắc Thái, thưởng thức Chương trình nghệ thuật dân gian với âm nhạc và vũ điệu truyền thống Thái Lan.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CHIANG MAI - CHIANG RAI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Đoàn dùng bữa sáng tại khách sạn, Làm thủ tục trả phòng, HDV đưa đoàn khởi hành khám phá Chiang Rai. Trên đường ghé tham quan:",
              "image": ""
            },
            {
              "time": "Sáng",
              "description": "Tham quan Khu Bảo Tồn Voi Mae Taeng (Elephant Camp): là trung tâm huấn luyện voi nổi tiếng; nơi du khách được thưởng thức các tiết mục xiếc voi.",
              "image": "https://cdn2.ivivu.com/2022/06/24/17/ivivu-trai-voi-chiang-mai.gif"
            },
            {
              "time": "Trưa",
              "description": "Đoàn dùng bữa trưa. Sau đó đi chuyển đi tham quan:Quý khách tiếp tục di chuyển đi tham quan Làng Cổ dài (Long Neck Village) và tìm hiểu những tập tục truyền thống của người dân tộc thiểu số Karen.",
              "image": "https://cdn2.ivivu.com/2022/06/24/17/ivivu-lang-co-dai.gif"
            },
            {
              "time": "Tối",
              "description": "Trên đường đi Chiang Rai, đoàn dừng chân nghỉ ngơi và thư giãn tại khu vực Suối khoáng nóng Mae Khachan, đoàn tự do ngắm cảnh, mua quà lưu niệm hoặc tham gia các dịch vụ ngâm chân, luộc trứng vv... (Chi phí tự túc).Đến Chiang Rai, Đoàn dùng cơm tối và về nhận phòng khách sạn sạn. Tự do khám phá Chiang Rai về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: CHIANG MAI - CHIANG RAI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Đoàn dùng bữa sáng tại khách sạn, trả phòng xong, xe đón đoàn khởi hành đi tham quan:",
              "image": ""
            },
            {
              "time": "Sáng",
              "description": "Tam Giác Vàng - là khu vực rừng núi nằm giữa biên giới ba nước Thái Lan, Myanma và Lào. Nơi đây từng là lãnh địa của trùm ma túy Khun Sa, nổi tiếng là nơi trồng cây Anh Túc và sản xuất thuốc phiện lớn nhất thế giới. Ngày nay, Tam Giác Vàng là một trong những khu vực du lịch hấp dẫn của vùng cực Bắc Thái Lan. ",
              "image": "https://cdn2.ivivu.com/2022/06/16/17/ivivu-tam-giac-vang.gif"
            },
            {
              "time": "Sau ăn trưa",
              "description": "Đoàn tiếp tục tham quan: Chùa Trắng – Wat Rong Khun – là 1 kiệt tác của ông Chalermchai Kositpipat ( Một họa sĩ kiêm kiến trúc sư nổi tiếng ở Thái Lan). Ngôi chùa được kết hợp một cách hoàn hảo giữa lối kiến trúc Thái cổ điển với phong cách siêu thực cùng tông màu chủ đạo toàn trắng biểu trưng cho sự tinh khiết của Đức Phật.",
              "image": "https://cdn2.ivivu.com/2019/10/24/16/ivivu-chua-trang3.jpg"
            },
            {
              "time": "Tối",
              "description": "Xe đưa đoàn đi ăn tối, sau đó Quý khách tự do dạo phố hoặc thỏa chí khám phá, mua sắm tại Chợ đêm Night Bazaa, tới đây bạn có thể chọn được rất nhiều những món đồ thủ công, handmade độc đáo để dành tặng cho những người thân yêu của mình. Nghỉ đêm tại Chiang Mai.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 4: CHIANG MAI – TP.HCM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Quý khách đi tham quan: Viếng Chùa cổ Lok Molee - tọa lạc tại trung tâm Chiang Mai, Ngôi chùa đặc sắc bởi Ngôi chính điện bằng gỗ với mái 3 tầng được tạo tác độc đáo cùng nhiều phù điêu chạm khắc rất tinh tế nằm xen lẫn với những tháp cổ rêu phong trong một khuôn viên rất thanh tịnh. Đặc biệt nơi đây còn mang ý nghĩa tâm linh sâu sắc, là nơi an vị tro cốt một số thành viên Hoàng tộc của triều đại Mengrai và tro cốt của mười nhà sư Phật giáo được mời từ Miến Điện sang để thuyết giảng về Phật pháp.",
              "image": "https://cdn2.ivivu.com/2022/06/24/17/ivivu-chua-co-chiang-rao.gif"
            },
            {
              "time": "Trưa",
              "description": "Vườn Hoa Hoàng Gia Royal Flora Garden - là một triển lãm về làm vườn ở thành phố Chiang Mai, nơi du khách có thể chiêm ngưỡng hàng ngàn loài cây và hoa. Công viên được đặt theo tên của loài hoa quốc gia của Thái Lan - Hoa Ratchaphruek (hay cây hoa sen vàng) với hoa màu vàng rất đẹp của nó.",
              "image": ""
            },
            {
              "time": "Chiều",
              "description": "Quý khách ra sân bay đáp chuyến bay VJ892 CNX-SGN 14:25 - 16:00 trở về TP.HCM. Kết thúc ngày tham quan Chiang Mai.",
              "image": "https://cdn2.ivivu.com/2019/10/24/16/ivivu-chua-trang3.jpg"
            }
          ]
        }
      ]
    },
    {
      "id": 24,
      "name": "Tour Singapore 3N2Đ: Khám Phá Quốc Đảo Sư Tử - Công Viên Fort Canning",
      "image": "https://cdn2.ivivu.com/2017/05/10/17/ivivu-cong-vien-su-tu-bien-merlion-park-.jpg",
      "catagoryId": 3,
      "areaId": 4,
      "price_adult": 10190000,
      "price_child": 8390000,
      "quantity_date": "3 Ngày 2 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Singapore",
      "star": "5",
      "quantity": 100,
      "start_date": "29/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Miễn Visa"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Trải nghiệm đất nước xanh sạch nhất Thế Giới",
        "content": "Được biết đến với nhiều mỹ từ như 'Đảo Quốc Sư Tử' hay 'Thành Phố của những khu vườn', Singapore nổi tiếng là một quốc đảo sạch, xanh nhất thế giới, nơi kiến tạo các công trình kiến trúc mang tính biểu tượng như Gardens by the Bay, là quê hương của món cocktail Singapore Sling trứ danh, ẩm thực đường phố đa dạng và thiên đường mua sắm bất tận. Hãy cùng iVIVU khám phá Singapore - một trong những thành phố được biết đến với độ sạch sẽ tuyệt vời và là một điểm đến du lịch hấp dẫn với rất nhiều hoạt động thú vị để trải nghiệm. Nơi đây có vô số lựa chọn cho du khách khi tham quan, vui chơi, ăn uống và mua sắm, đồng thời cũng có hệ thống tàu điện MRT hiện đại và tiện lợi để di chuyển."
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP.HCM - SINGAPORE ( ĂN TRƯA NHẸ TRÊN MÁY BAY, TỐI)",
          "timeline": [
            {
              "time": "Sáng 07h00",
              "description": "Trưởng Đoàn đón Quý khách tại điểm hẹn, làm thủ tục khởi hành đi Singapore. Tới sân bay quốc tế Changi, làm thủ tục nhập cảnh Singapore.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Xe và hướng dẫn đưa đoàn ăn trưa nhẹ tại sân bay, sau đó đoàn bắt đầu tham quan:Tòa nhà Quốc Hội (Parliament House), Công viên sư tử biển (Merlion Park), biểu tượng của đất nước Singapore.",
              "image": "https://cdn2.ivivu.com/2017/05/10/17/ivivu-cong-vien-su-tu-bien-merlion-park-.jpg"
            },
            {
              "time": "Trưa",
              "description": "Nhà hát Victoria – nhà hát cổ kính nhất Singapore. Nơi đây là tâm điểm cho nghệ thuật biểu diễn của đảo quốc sư tử ngay từ thời thuộc địa,Nhà hát Esplanade nổi tiếng với biểu tượng “Trái sầu riêng” – nhà hát hiện đại bậc nhất của Singapore. Đây cũng là trung tâm biểu diễn văn hóa nghệ thuật tầm cỡ Thế giới.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-nha-hat-trai-sau-rieng-singapore.gif"
            },
            {
              "time": "Tối",
              "description": "Đoàn dùng bữa tối. Nhận phòng nghỉ ngơi, tự do vui chơi hoặc tham gia chương trình Singapore By Night (Chi phí tự túc),Khám phá cuộc sống trong lòng đất của người dân Singapore bằng Tàu điện ngầm MRT,Trải nghiệm Du thuyền trên dòng sông Singapore ngắm cảnh vịnh Marina Bay về đêm.",
              "image": "https://cdn2.ivivu.com/2017/03/28/09/ivivu-tour-singapore-3n2d-sentosa-sea-aquarium-garden-by-the-bay-marina-barrage-anh-dai-dien-1.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CITY TOUR SINGAPORE ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng 07h00",
              "description": "Đoàn dùng buffet sáng tại khách sạn. Sau đó, xe đưa đoàn tham quan:Kỳ quan Gardens by the Bay (Những khu vườn bên Vịnh) chính thức mở cửa ngày 29/06/2012 đây là khu vườn nhân tạo rộng hơn 100ha, có hơn 250.000 loài thực vật quý hiếm, với các siêu cây khổng lồ lấy năng lượng mặt trời vào ban ngày và tỏa sáng vào ban đêm. Từ đây Quý khách có thể chụp hình toàn cảnh “Chiếc du thuyền” nằm ở độ cao 200m trên đỉnh của ba tòa nhà khách sạn Marina Bay Sands (Qúy khách chụp ảnh bên ngoài).",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-garden-rhapsody-sin.gif"
            },
            {
              "time": "Sáng 9h",
              "description": "Công Viên Fort Canning hay còn được gọi với cái tên “Giếng trời” ở Singapore mỗi mùa lại mang tới một vẻ đẹp khác nhau, tất cả đều vô cùng cuốn hút và khiến mọi du khách mê mẩn mong được đặt chân đến một lần.",
              "image": "https://cdn2.ivivu.com/2022/11/07/15/ivivu-fort-canning.gif"
            },
            {
              "time": "Trưa",
              "description": "Đoàn dùng bữa trưa “món nướng BBQ” với nhiều món ngon tươi sống, hấp dẫn. Sau đó khởi hành đi đảo Sentosa tham quan Resort World – tham quan Casino hiện đại lớn nhất Châu Á tại khách sạn 5 sao lớn nhất Singapore.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-nha-hat-trai-sau-rieng-singapore.gif"
            },
            {
              "time": "Marina Barrage",
              "description": "hồ nhân tạo đầu tiên nằm giữa trung tâm thành phố với lưu vực 10.000 hecta – là lưu vực lớn nhất và đô thị hóa nhất đảo quốc Singapore. Được cả thế giới biết đến như một kiệt tác khổng lồ về sức cải tạo thiên nhiên của con người, là nơi trưng bày các tác phẩm nghệ thuật độc đáo đáng chiêm ngưỡng, cũng là nơi diễn ra nhiều sự kiện thể thao sôi động dưới nước.",
              "image": "https://cdn2.ivivu.com/2023/02/20/15/ivivu-dap-nuoc-marina-barrage.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách dùng bữa tối tại nhà hàng. Tự do khám phá Singapore về đêm. ",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: SINGAPORE - CHÙA RĂNG PHẬT - HCM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Đoàn dùng buffet sáng tại khách sạn làm thủ tục trả phòng. Sau đó, xe đưa đoàn tham quan:",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-garden-rhapsody-sin.gif"
            },
            {
              "time": "Chùa Răng Phật",
              "description": "ngôi chùa được đặt tên theo một bảo vật mà các Phật tử tin là răng nanh bên trái của Đức Phật, được lấy từ giàn thiêu trong đám tang của ngài ở Kushinagar, Ấn Độ và được trưng bày tại tầng trệt của ngôi chùa này.",
              "image": "https://cdn2.ivivu.com/2016/09/23/17/ivivu-tour-singapore-malaysia-6n5d-dao-sentosa-malacca-tooth-relic-temple-1.jpg"
            },
            {
              "time": "Thác nước Jewel Changi",
              "description": "địa điểm check in hot nhất Singapore hay còn được biết đến với tên Rain Vortex là thác nước trong nhà cao nhất thế giới, với độ cao 40m.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-jewel-changi.gif"
            },
            {
              "time": "Kết thúc",
              "description": "***Các chuyến bay ngày về Việt Nam sau 16h00 sẽ được phục vụ bữa trưa tại nhà hàng***",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 25,
      "name": "Tour Campuchia 3N3Đ: Cao Nguyên Bokor - Sihanoukville - Đảo Thiên Đường Kohrong Saloem",
      "image": "https://cdn2.ivivu.com/2016/09/06/14/ivivu-campuchia4n3shihanoukkohrongbokorpp-shihanouk-750x390.jpg",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": 4290000,
      "price_child": 3217500,
      "quantity_date": "3 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Campuchia",
      "star": "5",
      "quantity": 100,
      "start_date": "20/7/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Miễn Visa"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Khám phá thiên đường xứ Cam",
        "content": "Không chỉ là xứ sở của đền tháp với những công trình kiến trúc kỳ vỹ vươn tầm thế giới mà du lịch Campuchia, bạn còn có cơ hội được hòa mình vào thiên đường của biển đảo đẹp “mê hồn”, Sihanoukville hay đảo Koh Rong Samloem là một điểm đến không ngoại lệ. Nổi tiếng với những bãi cát trắng mịn trải dài, biển xanh cùng những quán bar sôi động, địa điểm ăn uống nổi tiếng thì hành trình khám phá Shihanouk – Koh Rong Samloem hẳn là một gợi ý cực kỳ đúng đắn cho mùa hè này…cùng iVIVU khám phá ngay hôm nay ! "
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HỒ CHÍ MINH – KAMPOT",
          "timeline": [
            {
              "time": "16h00",
              "description": "Xe đón quý khách tại điểm hẹn, khởi hành đi cửa khẩu quốc tế Mộc Bài – Tây Ninh. Trên đường đoàn ghé ăn nhẹ bánh canh Trảng Bàng ( chi phi  tự túc).",
              "image": ""
            },
            {
              "time": "20h00",
              "description": "Làm thủ tục nhập cảnh tại cửa khẩu quốc tế Mộc Bài, tiếp tục lộ trình di chuyển về tỉnh Kampot nơi có đăc sản hồ tiêu nổi tiếng, được tiêu thụ rộng rãi trên khắp Campuchia, khí hậu thuận lợi & đất đai màu mỡ cùng với kinh nghiệm lâu đời của người trồng tiêu nơi đây đã tao ra giống tiêu có một không hai & là mặt hàng săn lùng của những người sành ăn trên khắp thế giới . Quý khách nghỉ đêm trên xe.",
              "image": "https://cdn2.ivivu.com/2017/05/10/17/ivivu-cong-vien-su-tu-bien-merlion-park-.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: KAMPOT - CAO NGUYÊN BOKOR - BIỂN SIHANOUKVILLE ( ĂN SÁNG, TRƯA, TỐI )",
          "timeline": [
            {
              "time": "6h00",
              "description": "Đến Kampot, đoàn dùng điểm tâm sáng tại nhà hàng và tự do nghỉ ngơi.",
              "image": ""
            },
            {
              "time": "07h00",
              "description": "Tham quan cao nguyên Bokor, hay còn gọi là núi Tà Lơn, nơi quanh năm được che phủ lớp sương khói huyền hoặc và bí ẩn. Tìm hiểu các phế tích lộng lẫy thời thuộc Pháp.",
              "image": "https://cdn2.ivivu.com/2018/03/23/14/ivivu-cao-nguyen-bokor.jpg"
            },
            {
              "time": "Chùa Năm Thuyền",
              "description": "Đoàn tham quan Chùa Năm Thuyền, tượng thánh nữ Ya Mao ( hay còn gọi là thánh nữ Tà Mao)",
              "image": "https://cdn2.ivivu.com/2018/10/01/17/ivivu-chua-nam-thuyen.jpg"
            },
            {
              "time": "11h30",
              "description": "Đoàn dùng cơm trưa tại Kampot, tiếp tục hành trình đến với thành phố biển Sihanouk Ville.",
              "image": ""
            },
            {
              "time": "18h00",
              "description": "Dùng cơm tối, về khách sạn nhận phòng. Tối quý khách tự do dạo biển hoặc đốt đèn lồng cầu may mắn theo phong tục địa phương ( chi phí tự túc )",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: SINGAPORE - CHÙA RĂNG PHẬT - HCM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Đoàn dùng buffet sáng tại khách sạn làm thủ tục trả phòng. Sau đó, xe đưa đoàn tham quan:",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-garden-rhapsody-sin.gif"
            },
            {
              "time": "Chùa Răng Phật",
              "description": "ngôi chùa được đặt tên theo một bảo vật mà các Phật tử tin là răng nanh bên trái của Đức Phật, được lấy từ giàn thiêu trong đám tang của ngài ở Kushinagar, Ấn Độ và được trưng bày tại tầng trệt của ngôi chùa này.",
              "image": "https://cdn2.ivivu.com/2016/09/23/17/ivivu-tour-singapore-malaysia-6n5d-dao-sentosa-malacca-tooth-relic-temple-1.jpg"
            },
            {
              "time": "Thác nước Jewel Changi",
              "description": "địa điểm check in hot nhất Singapore hay còn được biết đến với tên Rain Vortex là thác nước trong nhà cao nhất thế giới, với độ cao 40m.",
              "image": "https://cdn2.ivivu.com/2022/03/28/17/ivivu-jewel-changi.gif"
            },
            {
              "time": "Kết thúc",
              "description": "***Các chuyến bay ngày về Việt Nam sau 16h00 sẽ được phục vụ bữa trưa tại nhà hàng***",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 26,
      "name": "Tour Thái Lan 4N3Đ: Chiang Mai - Chiang Rai - Tam Giác Vàng",
      "image": "https://cdn2.ivivu.com/2016/09/06/14/ivivu-campuchia4n3shihanoukkohrongbokorpp-shihanouk-750x390.jpg",
      "catagoryId": 3,
      "areaId": 4,
      "price_adult": 9990000,
      "price_child": 7990000,
      "quantity_date": "4 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Thái Lan",
      "star": "5",
      "quantity": 100,
      "start_date": "20/7/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Miễn Visa"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        },
        {
          "id": 6,
          "nameService": "Vé tham quan"
        }
      ],
      "description": {
        "title": "Điều kỳ diệu từ đóa hồng phương Bắc",
        "content": "Chiang Mai là một thiên đường tĩnh tại miền nhiệt đới. Những bức ảnh chùa chiền chìm trong màu nắng trong suốt của buổi sớm mai, hay những ruộng đồng ngái ngủ dưới ráng vàng của chiều tà, những khu rừng rầm rì kể chuyện trong gió. Những con đường vắng vẻ vòng quanh, hai bên là núi rừng, là những đồng ruộng, những triền đồi xanh rì và cả một bầu trời quang đãng phía trên cao. Đứng giữa khung cảnh trong trẻo ấy và mùi không khí tinh tươm, mát lành, quý khách sẽ thấy mình đã đúng khi chọn Chiang Mai là nơi dừng chân. Cùng iVIVU có những trải nghiệm tuyệt vời tại Chiang Mai ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: SÀI GÒN – CHIANG MAI ( ĂN TỐI)",
          "timeline": [
            {
              "time": "Buổi chiều, Đoàn khởi hành đi tham quan",
              "description": "Chùa Phrathat Doi Suthep – một trong những ngôi chùa thiêng liêng nhất tại Chiang Mai được người Thái Lan tin sùng và là nơi rất nhiều tín đồ Phật giáo đến hành hương trong các ngày lễ lớn, du khách thường ví von rằng nếu đến Chiang Mai mà chưa Viếng chùa PhraThat thì coi như chưa đến thành phố này.",
              "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-chua-phrathat-doi-suthep1.jpg"
            },
            {
              "time": "Buổi tối,",
              "description": "Quý khách dùng Bữa tối Kantoke với những món ăn đặc trưng của vùng Bắc Thái, thưởng thức Chương trình nghệ thuật dân gian với âm nhạc và vũ điệu truyền thống Thái Lan.",
              "image": "https://cdn2.ivivu.com/2019/01/11/16/ivivu-khantoke-dinner.jpg"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CHIANG MAI – CHIANG RAI (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn trả phòng và khởi hành đến với Chiang Rai. Trên đường đi sẽ ghé: Đoàn trả phòng và khởi hành đến với Chiang Rai. Trên đường đi sẽ ghé:",
              "image": "https://cdn2.ivivu.com/2019/01/11/16/ivivu-trai-voi-chiang-mai.jpg"
            },
            {
              "time": " rừng già Chiang Mai",
              "description": "Cưỡi voi thám hiểm rừng già Chiang Mai mang đến cho bạn những khoảnh khắc vắt vẻo trên lưng voi, ngao du khắp chốn rừng núi hoang sơ, kỳ vĩ. Làn nước mát rượi ướt đẫm bàn chân, đôi tay sẽ làm bạn thích thú khi du ngoạn với những chiếc bè tre trên sông. Đặc biệt, sắc phong lan rạng ngời nơi đại ngàn hay vẻ duyên dáng, mềm mại của những cánh bướm cũng sẽ khiến tim bạn xốn xang.",
              "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-lang-co-dai-long-neck-village-.jpg"
            },
            {
              "time": "Sau bữa trưa",
              "description": " xe đưa đoàn di chuyển đến Làng Cổ dài (Long Neck Village) tham quan và tìm hiểu những tập tục truyền thống của người dân tộc thiểu số Karen. Người Karen vốn có nguồn gốc từ Myanmar, nhưng do những yếu tố về kinh tế và chính trị nên họ dần di chuyển sang Thái Lan sinh sống và định cư. Họ có tập tục độc đáo là đeo vòng trên cổ, vì theo quan niệm truyền thống người Karen là con cháu của Phượng hoàng nên cổ càng dài sẽ càng đẹp và thanh cao, ngoài ra số lượng vòng trên cổ càng nhiều càng chứng minh cho sự giàu có và sung túc của gia đình",
              "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-lang-co-dai-long-neck-village-.jpg"
            },
            {
              "time": "Đến Chiang Rai",
              "description": "đoàn ăn tối và nhận phòng khách sạn. Nghỉ đêm tại Chiang Rai.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: CHIANG RAI – CHIANG MAI  (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn trả phòng, khởi hành đi Tam Giác Vàng - là khu vực rừng núi nằm giữa biên giới ba nước Thái Lan, Myanma và Lào. Nơi đây từng là lãnh địa của trùm ma túy Khun Sa, nổi tiếng là nơi trồng cây Anh Túc và sản xuất thuốc phiện lớn nhất thế giới. Ngày nay, Tam Giác Vàng là một trong những khu vực du lịch hấp dẫn của vùng cực Bắc Thái Lan, những ngọn đồi đầy hoa Anh Túc giờ đã thay thế dần bằng những vườn cây trái, những đồi chè và cà phê bạt ngàn. Đến đây, Du khách ngoài nghe kể về những câu chuyện hấp dẫn của vùng đất này, còn có thể tham quan và chiêm ngưỡng toàn bộ phong cảnh ngã ba sông nơi giáp giới với xứ Lào, Myanma, dạo thuyền trên dòng sông Mê Kông thơ mộng hoặc ngắm biên giới Mae Sai cửa ngõ giao thương giữa Thái Lan và Myanma. (Đã bao gồm phí dạo thuyền).",
              "image": "https://cdn2.ivivu.com/2022/06/16/17/ivivu-cot-moc-tam-giac-vang.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn  tham quan Chùa Trắng – Wat Rong Khun, chùa được ông Chalermchai Kositpipat – họa sĩ và là một trong những kiến trúc sư nổi tiếng ở Thái Lan thiết kế và xây dựng. Ngôi chùa được kết hợp một cách hoàn hảo giữa lối kiến trúc Thái cổ điển với phong cách siêu thực cùng tông màu chủ đạo toàn trắng biểu trưng cho sự tinh khiết của Đức Phật.",
              "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-chua-trang-wat-rong-khun.jpg"
            },
            {
              "time": "Wat Rong Sua Ten",
              "description": "Đoàn di chuyển đến chùa Xanh – Wat Rong Sua Ten, ngôi chùa với màu xanh dương làm chủ đạo, được xây dựng từ năm 2005 dựa trên một tàn tích của ngôi đền cổ bị bỏ hoang từ trăm năm trước. Ngay sau khi hoàn thành, chùa Xanh trở thành một trong những ngôi chùa đẹp nhất vùng Chiang Rai.",
              "image": "https://cdn2.ivivu.com/2022/06/17/14/ivivu-wat-rong-suea.gif"
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách tự do dạo phố hoặc thỏa chí khám phá, mua sắm tại Chợ đêm Night Bazaa, tới đây bạn có thể chọn được rất nhiều những món đồ thủ công, handmade độc đáo để dành tặng cho những người thân yêu của mình.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: CHIANG MAI – SÀI GÒN (ĂN SÁNG)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Sau khi ăn sáng. Đoàn đến viếng Chùa cổ Lok Molee, tọa lạc tại trung tâm Chiang Mai, gần với Cổng Chang Puak ở rìa phía Bắc của thành cổ. Tương truyền rằng Chùa được xây dựng vào khoảng thế kỷ 14 bởi Vị vua thứ 6 của triều đại Mengrai, vua Kuena. Ngôi chùa đặc sắc bởi Ngôi chính điện bằng gỗ với mái 3 tầng được tạo tác độc đáo cùng nhiều phù điêu chạm khắc rất tinh tế nằm xen lẫn với những tháp cổ rêu phong trong một khuôn viên rất thanh tịnh. Đặc biệt nơi đây còn mang ý nghĩa tâm linh sâu sắc, là nơi an vị tro cốt một số thành viên Hoàng tộc của triều đại Mengrai và tro cốt của mười nhà sư Phật giáo được mời từ Miến Điện sang để thuyết giảng về Phật pháp.",
              "image": "https://cdn2.ivivu.com/2022/06/16/17/ivivu-chua-co-chiang-mai.gif"
            },
            {
              "time": "Cổng thành cổ Tha Phae Gate",
              "description": "Với dãy tường thành cổ san sát bao bọc, nơi đây tạo cảm giác như một quảng trường nơi vừa có thể chụp hình, thăm thú cảnh quan, vừa được chơi với những chú chim bồ câu xinh xắn.",
              "image": "https://cdn2.ivivu.com/2022/11/14/17/ivivu-cong-thanh-thapae.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn di chuyển ra sân bay làm thủ tục bay về lại Sài Gòn. Chuyến bay VJ892 cất cánh lúc 14h25.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 27,
      "name": "Trải Nghiệm Du Lịch Singapore - Malaysia 3N2Đ Cùng Siêu Du Thuyền Genting Dream 5*",
      "image": "https://cdn2.ivivu.com/2018/08/16/10/ivivu-thap-doi-twin-tower-petronas.jpg",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": 1320000,
      "price_child": 1010000,
      "quantity_date": "3 Ngày 2 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Singapore - Malaysia",
      "star": "5",
      "quantity": 100,
      "start_date": "1/7/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Miễn Visa"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        }
      ],
      "description": {
        "title": "Siêu phẩm giải trí, nghỉ dưỡng trên đại dương",
        "content": "Genting Dream là siêu du thuyền được vận hành bởi Resorts World Cruises thuộc tập đoàn Resorts World hàng đầu Châu Á với hơn 50 năm kinh nghiệm cung cấp các kỳ nghỉ resorts sang trọng khắp thế giới. Du thuyền được thiết kế hiện đại và sản xuất tại Đức với 18 tầng, 1,674 phòng, công suất phục vụ đển 3,352 hành khách với hồ bơi, các nhà hàng ẩm thực đa dạng, Casino, Spa, các Show diễn quốc tế, rạp chiếu phim ngoài trời và vô số các tiện nghi vui chơi giải trí đẳng cấp khác để bạn trải nghiệm. Cùng iVIVU khám phá ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: HỒ CHÍ MINH - SINGAPORE - DU THUYỀN GENTING DREAM (ĂN TỐI)",
          "timeline": [
            {
              "time": "ĂN TỐI",
              "description": "Quý khách đến sân bay Tân Sơn Nhất ga đi quốc tế làm thủ tục hàng không và bay đến Singapore trong khoảng 1 tiếng 40 phút.",
              "image": ""
            },
            {
              "time": "Sau khi lên du thuyền",
              "description": " thủy thủ đoàn sẽ cung cấp cho Quý khách chương trình các hoạt động vui chơi, giải trí trên tàu Genting Dream.",
              "image": "https://cdn2.ivivu.com/2023/04/11/10/ivivu-interior2.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: SINGAPORE - MALAYSIA - KUALA LUMPUR (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Khoảng 10h00 sáng",
              "description": "Thuyền cập cảng Klang ở Malaysia. Quý khách có thể tự do vui chơi trên du thuyền hoặc khám phá thủ đô Kuala Lumpur cách cảng khoảng 1 tiếng đi xe taxi.",
              "image": "https://cdn2.ivivu.com/2019/01/11/16/ivivu-trai-voi-chiang-mai.jpg"
            },
            {
              "time": " Kuala Lumpur",
              "description": "là một thành phố đồ sộ với những tòa nhà chọc trời và kiến ​​trúc lịch sử. Tham quan biểu tượng Tháp Đôi Petronas - tòa tháp đôi cao nhất thế giới, với phong cách cực kỳ hiện đại và các họa tiết truyền thống từ nghệ thuật Hồi giáo.",
              "image": "https://cdn2.ivivu.com/2018/08/16/10/ivivu-thap-doi-twin-tower-petronas.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: SINGAPORE - HỒ CHÍ MINH (ĂN SÁNG)",
          "timeline": [
            {
              "time": "Khoảng 10h00 sáng",
              "description": "Du Thuyền cập cảng Singapore. Quý khách có thể ăn sáng và thư giãn trước khi rời Du Thuyền và di chuyển ra sân bay. ",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 28,
      "name": "Tour Thái Lan 4N3Đ: Chiang Mai - Chiang Rai - Tam Giác Vàng",
      "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-chua-trang-wat-rong-khun.jpg",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": 1220000,
      "price_child": 1010000,
      "quantity_date": "4 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Thái Lan",
      "star": "5",
      "quantity": 100,
      "start_date": "29/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Miễn Visa"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        }
      ],
      "description": {
        "title": "Điều kỳ diệu từ đóa hồng phương Bắc",
        "content": "Chiang Mai là một thiên đường tĩnh tại miền nhiệt đới. Những bức ảnh chùa chiền chìm trong màu nắng trong suốt của buổi sớm mai, hay những ruộng đồng ngái ngủ dưới ráng vàng của chiều tà, những khu rừng rầm rì kể chuyện trong gió. Những con đường vắng vẻ vòng quanh, hai bên là núi rừng, là những đồng ruộng, những triền đồi xanh rì và cả một bầu trời quang đãng phía trên cao. Đứng giữa khung cảnh trong trẻo ấy và mùi không khí tinh tươm, mát lành, quý khách sẽ thấy mình đã đúng khi chọn Chiang Mai là nơi dừng chân. Cùng iVIVU có những trải nghiệm tuyệt vời tại Chiang Mai ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: SÀI GÒN – CHIANG MAI ( ĂN TỐI)",
          "timeline": [
            {
              "time": "Buổi chiều",
              "description": "Chùa Phrathat Doi Suthep – một trong những ngôi chùa thiêng liêng nhất tại Chiang Mai được người Thái Lan tin sùng và là nơi rất nhiều tín đồ Phật giáo đến hành hương trong các ngày lễ lớn, du khách thường ví von rằng nếu đến Chiang Mai mà chưa Viếng chùa PhraThat thì coi như chưa đến thành phố này.",
              "image": "https://cdn2.ivivu.com/2019/01/11/16/ivivu-khantoke-dinner.jpg"
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách dùng Bữa tối Kantoke với những món ăn đặc trưng của vùng Bắc Thái, thưởng thức Chương trình nghệ thuật dân gian với âm nhạc và vũ điệu truyền thống Thái Lan.",
              "image": "https://cdn2.ivivu.com/2023/04/11/10/ivivu-interior2.gif"
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: CHIANG MAI – CHIANG RAI (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn trả phòng và khởi hành đến với Chiang Rai.",
              "image": ""
            },
            {
              "time": "Tham quan trại voi",
              "description": "Hãy làm quen với những chú voi thân thiện và cùng chú phiêu lưu trên các chặn rừng Chiang Mai. Bạn sẽ được nhìn ngắm khung cảnh thiên nhiên thơ mộng với những tầng cây lá trong sương sớm, tiếng chim hót ríu rít và bầu không khí trong lành khó tìm thấy ở những đô thị phồn hoa như Bangkok. Và cũng đừng quên chộp lại khoảnh khắc những anh bạn to xác trổ tài hội họa với những bức phát họa đầy sáng tạo nhé.",
              "image": "https://cdn2.ivivu.com/2019/01/11/16/ivivu-trai-voi-chiang-mai.jpg"
            },
            {
              "time": "Sau bữa trưa",
              "description": "xe đưa đoàn di chuyển đến Làng Cổ dài (Long Neck Village) tham quan và tìm hiểu những tập tục truyền thống của người dân tộc thiểu số Karen. Người Karen vốn có nguồn gốc từ Myanmar, nhưng do những yếu tố về kinh tế và chính trị nên họ dần di chuyển sang Thái Lan sinh sống và định cư. Họ có tập tục độc đáo là đeo vòng trên cổ, vì theo quan niệm truyền thống người Karen là con cháu của Phượng hoàng nên cổ càng dài sẽ càng đẹp và thanh cao, ngoài ra số lượng vòng trên cổ càng nhiều càng chứng minh cho sự giàu có và sung túc của gia đình",
              "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-lang-co-dai-long-neck-village-.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: CHIANG RAI – CHIANG MAI  (ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Đoàn trả phòng, khởi hành đi Tam Giác Vàng - là khu vực rừng núi nằm giữa biên giới ba nước Thái Lan, Myanma và Lào. Nơi đây từng là lãnh địa của trùm ma túy Khun Sa, nổi tiếng là nơi trồng cây Anh Túc và sản xuất thuốc phiện lớn nhất thế giới. Ngày nay, Tam Giác Vàng là một trong những khu vực du lịch hấp dẫn của vùng cực Bắc Thái Lan, những ngọn đồi đầy hoa Anh Túc giờ đã thay thế dần bằng những vườn cây trái, những đồi chè và cà phê bạt ngàn. Đến đây, Du khách ngoài nghe kể về những câu chuyện hấp dẫn của vùng đất này, còn có thể tham quan và chiêm ngưỡng toàn bộ phong cảnh ngã ba sông nơi giáp giới với xứ Lào, Myanma, dạo thuyền trên dòng sông Mê Kông thơ mộng hoặc ngắm biên giới Mae Sai cửa ngõ giao thương giữa Thái Lan và Myanma. (Đã bao gồm phí dạo thuyền).",
              "image": "https://cdn2.ivivu.com/2022/06/16/17/ivivu-cot-moc-tam-giac-vang.gif"
            },
            {
              "time": "Buổi chiều",
              "description": "Đoàn  tham quan Chùa Trắng – Wat Rong Khun, chùa được ông Chalermchai Kositpipat – họa sĩ và là một trong những kiến trúc sư nổi tiếng ở Thái Lan thiết kế và xây dựng. Ngôi chùa được kết hợp một cách hoàn hảo giữa lối kiến trúc Thái cổ điển với phong cách siêu thực cùng tông màu chủ đạo toàn trắng biểu trưng cho sự tinh khiết của Đức Phật.",
              "image": "https://cdn2.ivivu.com/2018/10/22/14/ivivu-chua-trang-wat-rong-khun.jpg"
            },
            {
              "time": "Buổi tối",
              "description": "Quý khách tự do dạo phố hoặc thỏa chí khám phá, mua sắm tại Chợ đêm Night Bazaa, tới đây bạn có thể chọn được rất nhiều những món đồ thủ công, handmade độc đáo để dành tặng cho những người thân yêu của mình.",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: CHIANG MAI – SÀI GÒN (ĂN SÁNG)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Sau khi ăn sáng. Đoàn đến viếng Chùa cổ Lok Molee, tọa lạc tại trung tâm Chiang Mai, gần với Cổng Chang Puak ở rìa phía Bắc của thành cổ. Tương truyền rằng Chùa được xây dựng vào khoảng thế kỷ 14 bởi Vị vua thứ 6 của triều đại Mengrai, vua Kuena. Ngôi chùa đặc sắc bởi Ngôi chính điện bằng gỗ với mái 3 tầng được tạo tác độc đáo cùng nhiều phù điêu chạm khắc rất tinh tế nằm xen lẫn với những tháp cổ rêu phong trong một khuôn viên rất thanh tịnh. Đặc biệt nơi đây còn mang ý nghĩa tâm linh sâu sắc, là nơi an vị tro cốt một số thành viên Hoàng tộc của triều đại Mengrai và tro cốt của mười nhà sư Phật giáo được mời từ Miến Điện sang để thuyết giảng về Phật pháp.",
              "image": "https://cdn2.ivivu.com/2022/06/16/17/ivivu-chua-co-chiang-mai.gif"
            },
            {
              "time": "Cổng thành cổ Tha Phae Gate",
              "description": "Với dãy tường thành cổ san sát bao bọc, nơi đây tạo cảm giác như một quảng trường nơi vừa có thể chụp hình, thăm thú cảnh quan, vừa được chơi với những chú chim bồ câu xinh xắn.",
              "image": "https://cdn2.ivivu.com/2022/11/14/17/ivivu-cong-thanh-thapae.gif"
            },
            {
              "time": "Buổi trưa",
              "description": "Đoàn di chuyển ra sân bay làm thủ tục bay về lại Sài Gòn. Chuyến bay VJ892 cất cánh lúc 14h25.",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 29,
      "name": "Tour Cao Cấp Indonesia 4N3Đ: Thiên Đường Biển Đảo Bali",
      "image": "https://cdn2.ivivu.com/2019/08/12/09/ivivu-den-tanah-lot-o-dao-bali.jpg",
      "catagoryId": 2,
      "areaId": 4,
      "price_adult": 1520000,
      "price_child": 1310000,
      "quantity_date": "4 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Indonesia",
      "star": "4",
      "quantity": 100,
      "start_date": "27/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Miễn Visa"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        }
      ],
      "description": {
        "title": "Khám Phá Bali – Hòn Đảo Của Các Vị Thần",
        "content": "Ngoài những bãi biển tuyệt đẹp và những ngôi đền huyền diệu, Bali còn được thiên nhiên ban tặng những khu rừng nguyên sinh xanh mát, các thác nước hùng vĩ cùng vô số cảnh quan tuyệt mỹ. Đến với Bali, quý khách sẽ có cơ hội trải nghiệm một văn hóa giàu bản sắc, lòng hiếu khách nồng hậu hay những cánh đồng lúa mang tính biểu tượng và ẩm thực phong phú. Hãy cùng iVIVU trải nghiệm vùng đất tuyệt vời này ngay hôm nay!"
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 01: TPHCM - BALI ( ĂN TRƯA NHẸ, TỐI)   ",
          "timeline": [
            {
              "time": "Sáng 05h45",
              "description": "Đoàn tập trung tại sân bay quốc tế Tân Sơn Nhất làm thủ tục đáp chuyến bay VJ 893 đi Bali lúc 08h15.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "Đoàn đến  sân bay quốc tế Ngurah Rai – Bali làm thủ tục nhập cảnh. Xe và HD đón đoàn di chuyển tham quan:Đến sân bay quốc tế Ngurah Rai, xe và hướng dẫn viên đón quý khách thăm Đền Tanah Lot được xây dựng từ thế kỷ 16, nằm trên mỏm đá cheo leo đầm mình trong sóng biển hàng trăm năm, là một trong bảy ngôi đền nổi tiếng bên bờ biển Bali. Được xây dựng bởi một thầy tu người Java, đền Tanah Lot ngự trị trên đỉnh một khối đá khổng lồ, bốn bề là nước xanh thẳm. Người dân Bali cũng tin rằng các loài rắn độc trú ngụ quanh khối đá là để bảo vệ nơi linh thiêng này khỏi những linh hồn ma quỷ.",
              "image": "https://cdn2.ivivu.com/2019/08/12/09/ivivu-den-tanah-lot-o-dao-bali.jpg"
            },
            {
              "time": "Tối",
              "description": "Đoàn dùng bữa tối tại nhà hàng. Nhận phòng khách sạn nghỉ ngơi.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: KINTAMANI – D’TUKAD CLUB ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Ăn sáng tại khách sạn. Xe đưa quý khách đi tham quan:",
              "image": ""
            },
            {
              "time": "Làng Ubud",
              "description": "nằm giữa những cánh đồng lúa và khe núi dốc đứng ở chân đồi trung tâm của huyện Gianyar với làng nghề Batik nổi tiếng.",
              "image": ""
            },
            {
              "time": "Mass",
              "description": "nằm ở phía đông đảo Bali, là một trong những ngôi làng chuyên chạm khắc gỗ với lối thiết kế tự nhiên, sản phẩm thể hiện giá trị nhân văn cao của các nghệ nhân nơi đây.",
              "image": "https://cdn2.ivivu.com/2022/04/19/11/ivivu-lang-kintamani.gif"
            },
            {
              "time": "Trưa",
              "description": "Đoàn dùng bữa trưa buffet tại Kintamani.",
              "image": "https://cdn2.ivivu.com/2022/04/19/11/ivivu-bali-swing.gif"
            },
            {
              "time": "Tối",
              "description": "Đoàn dùng bữa tối tại nhà hàng, tự do khám phá thành phố về đêm.",
              "image": ""
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: BALI – THÁC NƯỚC AYUNG ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Ăn sáng tại khách sạn. Qúy khách tham quan địa điểm hấp:",
              "image": "https://cdn2.ivivu.com/2022/06/16/17/ivivu-cot-moc-tam-giac-vang.gif"
            },
            {
              "time": "Ubud Area – Ayung water fall",
              "description": "quý khách cùng ngắm cảnh tượng hùng vĩ của những dòng nước cao 15m chảy mạnh bao quanh bởi một thung lũng xanh thẫm như một kiệt tác của thiên nhiên. Đây là một trong số ít thác nước ở Bali không nằm ở vùng cao nguyên.",
              "image": "https://cdn2.ivivu.com/2022/04/19/11/ivivu-ayung-water-fall.gif"
            },
            {
              "time": "Trưa",
              "description": "Tham quan Đền Tirta Empul: nằm ở trung tâm đảo Bali, vùng Tampaksiring gần đền Gunung Kawi. Ngôi đền Hindu này được xây dựng quanh một con suối và bể tắm đặc biệt. Đền được xây dựng từ thế kỷ thứ 10. Theo truyền thuyết của người Bali thì nước nguồn này được tạo ra bởi thần Indra khi thần đánh nhau với vua Mayadenawa. Nơi đây thường đông đúc với nhiều người tham gia vào các nghi lễ tắm đặc biệt mà người dân Bali gọi là Melukat.",
              "image": "https://cdn2.ivivu.com/2022/04/19/11/ivivu-den-tirta-empul-bali-1.gif"
            },
            {
              "time": "Tối",
              "description": "Đoàn dùng bữa tối tại nhà hàng bãi biển Jimbaran với thực đơn nâng cấp, phong phú, hấp dẫn dành riêng cho quý khách. Nghỉ đêm tại khách sạn.",
              "image": "https://cdn2.ivivu.com/2022/04/19/11/ivivu-den-tirta-empul-bali-1.gif"
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: BALI – VIETNAM ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách dùng bữa sáng, làm thủ tục trả phòng khách sạn.",
              "image": "https://cdn2.ivivu.com/2022/06/16/17/ivivu-chua-co-chiang-mai.gif"
            },
            {
              "time": "Chuyến về",
              "description": "lúc DPS – SGN VJ898 /17:40 – 19:40 ( Có bao gồm ăn trưa nhẹ cho khách) ",
              "image": ""
            }
          ]
        }
      ]
    },
    {
      "id": 30,
      "name": "Tour Thái Lan 4N3Đ: Phố Cổ PhuKet - Đảo Phi Phi - Laem Promthep",
      "image": "https://cdn2.ivivu.com/2019/08/12/09/ivivu-den-tanah-lot-o-dao-bali.jpg",
      "catagoryId": 3,
      "areaId": 4,
      "price_adult": 1240000,
      "price_child": 1010000,
      "quantity_date": "4 Ngày 3 Đêm",
      "start_location": "Hồ Chí Minh",
      "end_location": "Thái Lan",
      "star": "4",
      "quantity": 100,
      "start_date": "22/6/2023",
      "vehicle": [
        {
          "id": 1,
          "nameVehicle": "Máy bay"
        },
        {
          "id": 2,
          "nameVehicle": "Ô tô"
        }
      ],
      "tour_services": [
        {
          "id": 1,
          "nameService": "Bảo hiểm"
        },
        {
          "id": 2,
          "nameService": "Hướng dẫn viên"
        },
        {
          "id": 3,
          "nameService": "Miễn Visa"
        },
        {
          "id": 4,
          "nameService": "Bữa ăn"
        },
        {
          "id": 5,
          "nameService": "Vé máy bay"
        }
      ],
      "description": {
        "title": "Lạc Lối ở Phuket - Tuyệt Tác Thiên Nhiên Nơi Hạ Giới",
        "content": "Được mệnh danh là thiên đường du lịch Thái Lan, Phuket có khung cảnh thiên nhiên tuyệt đẹp, văn hóa và ẩm thực đặc sắc, thu hút một lượng lớn du khách quốc tế. Đến với nơi đây bạn sẽ được trải nghiệm những phút giây du lịch thực sự, tận hưởng những dịch vụ tiện ích nhất với mức giá vô cùng hợp lý. Là một quần đảo nằm ở biển Andaman, phía tây của Nam Thái Lan thuộc tỉnh Krabi, Koh Phi Phi thu hút nhiều khách du lịch nước ngoài nhờ những bãi biển xinh đẹp cùng các hoạt động vui chơi sôi nổi, các hoạt động đặc trưng như lặn ngắm san hô, tắm biển,… Cùng iVIVU khám phá ngay hôm nay! "
      },
      "tour_details": [
        {
          "id": 1,
          "name": "NGÀY 1: TP. HỒ CHÍ MINH - PHUKET ( ĂN TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng 05h45",
              "description": "Đến sân bay Phuket, xe và hướng dẫn viên địa phương sẽ đưa Quý khách đi dùng trưa tại nhà hàng địa phương. Sau đó, đoàn sẽ ghé tham quan các điểm sau trước khi về khách sạn nhận phòng.",
              "image": ""
            },
            {
              "time": "Trưa",
              "description": "dọc theo hai bên đường là những quán bar, quán cà phê, cửa hàng quần áo, đồ lưu niệm, nhà hàng … với sự kết hợp giữa phong cách cổ xưa & hiện đại tạo nên một con đường thật độc đáo mà Quý khách không thể bỏ qua khi đến với Phuket.",
              "image": "https://cdn2.ivivu.com/2019/01/11/17/ivivu-tour-phuketpho-co-phuket.jpg"
            },
            {
              "time": "Tối",
              "description": "sẽ được phục vụ tại nhà hàng địa phương. Đoàn nghỉ ngơi & tự do khám phá Phuket.",
              "image": ""
            }
          ]
        },
        {
          "id": 2,
          "name": "NGÀY 2: PHUKET – ĐẢO PHI PHI ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Sáng",
              "description": "Sau khi dùng bữa sáng tại khách sạn, Quý khách sẽ khởi hành khám phá đảo Phi Phi – hòn đảo được mệnh danh là đẹp nhất Đông Nam Á bằng Royal Jet Cruiser. Trên đường đi, Quý khách sẽ chiêm ngưỡng những cảnh quang tuyệt đẹp của nơi này như hang động Viking, vịnh Pi-le, vịnh Loh Samah, vịnh Maya. (tùy thuộc vào thời tiết mà các điểm có thể sẽ thay đổi) ",
              "image": "https://cdn2.ivivu.com/2018/05/24/17/ivivu-dao-phi-phi-1.jpg"
            },
            {
              "time": "Đến đảo Phi Phi",
              "description": "Quý khách tự do tắm biển tại bãi biển Laemtong & ăn trưa tại đây. Ngoài việc tự do tắm biển & tham quan những cảnh đẹp, Quý khách còn được trải nghiệm các hoạt động lặn biển với ống thở để khám phá vẻ đẹp hoang sơ, huyền bí của đại dương bao la.",
              "image": ""
            },
            {
              "time": "Vào buổi tối",
              "description": "Quý khách có thể thưởng thức một trong các gói sau:",
              "image": ""
            },
            {
              "time": "Phuket Fantasea",
              "description": "là một công viên chủ đề văn hóa độc đáo rộng 60 mẫu Anh đã trở thành nơi giải trí đỉnh cao vào ban đêm trên hòn đảo nghỉ dưỡng Phuket. Lấy cảm hứng từ những di sản kỳ lạ của Thái Lan, Phuket FantaSea không chỉ thể hiện nét quyến rũ và vẻ đẹp của Thái Lan mà còn làm giàu thêm những nét truyền thống cổ xưa của Thái Lan với sự kỳ diệu của công nghệ tiên tiến và hiệu ứng đặc biệt.",
              "image": "https://cdn2.ivivu.com/2022/04/19/11/ivivu-phuket-fantasea.gif"
            },
            {
              "time": "Simon Cabaret show",
              "description": "show diễn của những vũ công chuyển giới “ladyboy” trong trang phục lộng lẫy, đầy quyến rũ. Đây là một trong những chương trình không thể bỏ qua khi đến với Phuket.",
              "image": "https://cdn2.ivivu.com/2017/12/29/17/ivivu-show-simon.jpg"
            }
          ]
        },
        {
          "id": 3,
          "name": "NGÀY 3: PHUKET ( ĂN SÁNG, TRƯA, TỐI)",
          "timeline": [
            {
              "time": "Buổi sáng",
              "description": "Quý khách sẽ bắt đầu chuyến hành trình tham quan thành phố biển Phuket. Điểm tham quan đầu tiên là tu viện Wat Chalong - ngôi đền lớn nhất tại Phuket & rất được tôn kính của cộng đồng Phật giáo địa phương.",
              "image": "https://cdn2.ivivu.com/2019/11/01/11/ivivu-wat-chalong.jpg"
            },
            {
              "time": "Cửa hàng vàng bạc đá quý Gem Gallery Phuket",
              "description": " một trong những cửa hàng & nhà máy đá quý lớn nhất Thái Lan về sản phẩm miễn thuế.",
              "image": "https://cdn2.ivivu.com/2020/02/03/09/ivivu-gem-gallery-phuket.gif"
            },
            {
              "time": "Tối",
              "description": "Quý khách sẽ dùng tối tại nhà hàng địa phương & về khách sạn nghỉ ngơi",
              "image": ""
            }
          ]
        },
        {
          "id": 4,
          "name": "NGÀY 4: PHUKET - TP. HỒ CHÍ MINH ( ĂN SÁNG)",
          "timeline": [
            {
              "time": "Sau bữa sáng.",
              "description": "Quý khách khởi hành ra sân bay về nước.khởi hành đi sân bay để về nước.",
              "image": ""
            },
            {
              "time": "Ghi chú:",
              "description": "Trình tự các điểm tham quan có thể thay đổi do những sự cố khách quan như: thời tiết, giao thông…nhưng vẫn đảm bảo đi đủ các điểm đã ghi trong chương trình.",
              "image": ""
            }
          ]
        }
      ]
    }
  ],
  "users": [
    {
      "id": "46fc70ef-95e9-4855-b3ea-012a6a2fddbd",
      "username": "LenhhhLenhhh",
      "fullname": "Lap",
      "email": "abc@example.com",
      "phone": "1234567890",
      "password": "12345678",
      "img": "https://img6.thuthuatphanmem.vn/uploads/2022/10/23/anime-avatar-chibi-cute_031456807.jpg"
    },
    {
      "id": "c05fe8e2-8162-4dec-9dea-d69f3804fcaa",
      "username": "LLing",
      "fullname": "LinhLinh",
      "email": "abc@example.com",
      "phone": "1234567890",
      "password": "12345678",
      "img": "https://i0.wp.com/thatnhucuocsong.com.vn/wp-content/uploads/2023/02/Hinh-anh-avatar-cute.jpg?ssl=1"
    },
    {
      "id": "04b3de35-f505-4cbc-b2b6-1068850aae35",
      "username": "tlinhn",
      "fullname": "Thuỳ Linh",
      "email": "tlinh@gmail.com",
      "phone": "1234567890",
      "password": "1234",
      "img": "https://www.studytienganh.vn/upload/2022/05/112273.jpg"
    },
    {
      "id": "0088cf88-2869-4d99-a40a-13c06921c2e6",
      "username": "linh",
      "fullname": "Thuỳ Linh",
      "email": "tlinhn@gmail.com",
      "phone": "1234567890",
      "password": "1111",
      "img": "https://toigingiuvedep.vn/wp-content/uploads/2022/01/hinh-avatar-cute-nu.jpg"
    },
    {
      "id": "8ad24285-f25f-499a-8fa9-0a85d664976c",
      "username": "a",
      "fullname": "a",
      "email": "a@gmail",
      "phone": "1234567890",
      "password": "1111",
      "img": "https://khoinguonsangtao.vn/wp-content/uploads/2022/08/hinh-anh-chibi-423x560.jpg"
    },
    {
      "id": "212c6fb9-443d-4019-b44b-e34005ef7532",
      "username": "lapnguyen",
      "fullname": "Nguyen",
      "email": "12345@gmail.com",
      "phone": "0867415853",
      "password": "1234"
    }
  ],
  "comments": [
    {
      "id": 1,
      "idTour": 10,
      "commenter": "Nguyen DU Lap",
      "content": "Khách sạn không có nước nóng không có wifi thẩt sự rất nóng, thái độ nhân viên phục vụ tạm được",
      "contentServer": "chân thành cảm ơn những lời góp ý từ gia đình chị Thu Vân, iVIVU rất tiếc vì chuyến đi của mình không như mong đợi, iVIVU sẽ ghi nhận và làm việc lại các dịch vụ và từng bước cải thiện",
      "rating": 7,
      "date": "18-11-2022",
      "quantityLike": 10
    },
    {
      "id": 2,
      "idTour": 12,
      "commenter": "John Doe",
      "content": "Mình mua tour cho gia đình 11 người, gồm người lớn và trẻ em. Gia đình mình đã rất vui vì có một chuyện đi vô cùng thú vị cùng ivivu và Triều Hảo. Cảm ơn em Kiều Anh bên ivivu đã rất nhiệt tình tư vấn và hỗ trợ. Cảm ơn em Giang dẫn tour của cty Triều Hảo đã vô cùng tận tình với gia đình chị. Tour Bali của ivivu và Triều Hảo là tour NÊN ĐI nha mọi người ????",
      "contentServer": "chân thành cảm ơn những lời góp ý từ gia đình chị Thu Vân, iVIVU rất tiếc vì chuyến đi của mình không như mong đợi, iVIVU sẽ ghi nhận và làm việc lại các dịch vụ và từng bước cải thiện",
      "rating": 9,
      "date": "22-01-2023",
      "quantityLike": 5
    },
    {
      "id": 3,
      "idTour": 12,
      "commenter": "Yen",
      "content": "This hotel is amazing!",
      "contentServer": "chân thành cảm ơn những lời góp ý từ gia đình chị Thu Vân, iVIVU rất tiếc vì chuyến đi của mình không như mong đợi, iVIVU sẽ ghi nhận và làm việc lại các dịch vụ và từng bước cải thiện",
      "rating": 9,
      "date": "22-01-2023",
      "quantityLike": 5
    },
    {
      "id": "ac3d8844-a2c0-478f-9b31-8bf9c8b8baef",
      "idTour": 1,
      "commenter": "Lenh Nguyen",
      "content": "ok",
      "contentServer": "",
      "rating": 5,
      "date": "18-06-2023",
      "quantityLike": 0
    }
  ],
  "subComments": [
    {
      "id": 1,
      "idComment": 1,
      "commenter": "Lenh Nguyen",
      "content": "Có phải vậy không"
    },
    {
      "id": 2,
      "idComment": 2,
      "commenter": "Thuy Linh",
      "content": "Có phải vậy không"
    },
    {
      "id": 3,
      "idComment": 1,
      "commenter": "Lenh Nguyen",
      "content": "Có phải vậy không"
    },
    {
      "id": "91684679-efb7-4c6a-b2e6-e800a6b48525",
      "idComment": 2,
      "commenter": "LapLap",
      "content": "Thật tuyệt vờivời"
    },
    {
      "id": "91684679-efb7-4c6a-b2e6",
      "idComment": 3,
      "commenter": "Boy",
      "content": "Tour khá tuyệt vời mình cũng rất thích"
    }
  ]
}